Repository: ankitruong/tm-mobi-app
Catalog: src/locales/*/messages.po
Languages: ar, de, fr, it, nl, pt, ru, tr

source: This chatbot collects and stores information provided by users, including but not limited to user inputs but not personalized investor profile inputs, account information, and usage data. This information is used solely for the purpose of providing the chatbot service and improving the user experience. We may also use this information to send periodic updates, promotions, or other marketing materials. Users have the option to opt out of receiving these communications at any time by unsubscribing or contacting us directly. We take the privacy and security of user data seriously and implement measures to protect it from unauthorized access, disclosure, or use. We do not sell or share user data with third parties for marketing purposes. This chatbot may use cookies or other tracking technologies to enhance the user experience. Users can choose to disable cookies in their web browser, although this may affect the functionality of the chatbot. We may be required to disclose user data to comply with legal obligations or protect our rights, property, or safety. By using this chatbot, users consent to the collection, storage, and use of their data as outlined in this privacy policy.
ar: يقوم روبوت المحادثة هذا بجمع وتخزين المعلومات المقدمة من المستخدمين، بما في ذلك على سبيل المثال لا الحصر مدخلات المستخدم ولكن ليس مدخلات ملف المستثمر الشخصية، ومعلومات الحساب، وبيانات الاستخدام. تُستخدم هذه المعلومات فقط لغرض تقديم خدمة روبوت المحادثة وتحسين تجربة المستخدم. قد نستخدم أيضًا هذه المعلومات لإرسال تحديثات دورية أو عروض ترويجية أو مواد تسويقية أخرى. يمكن للمستخدمين إلغاء الاشتراك في تلقي هذه الاتصالات في أي وقت عن طريق إلغاء الاشتراك أو الاتصال بنا مباشرة. نحن نأخذ خصوصية وأمن بيانات المستخدم على محمل الجد ونطبق تدابير لحمايتها من الوصول غير المصرح به أو الكشف عنها أو استخدامها. نحن لا نبيع أو نشارك بيانات المستخدم مع أطراف ثالثة لأغراض تسويقية. قد يستخدم روبوت المحادثة هذا ملفات تعريف الارتباط أو تقنيات التتبع الأخرى لتحسين تجربة المستخدم. يمكن للمستخدمين اختيار تعطير ملفات تعريف الارتباط في متصفح الويب الخاص بهم، على الرغم من أن هذا قد يؤثر على وظائف روبوت المحادثة. قد نضطر إلى الكشف عن بيانات المستخدم للامتثال للالتزامات القانونية أو حماية حقوقنا أو ممتلكاتنا أو سلامتنا. باستخدام روبوت المحادثة هذا، يوافق المستخدمون على جمع بياناتهم وتخزينها واستخدامها على النحو المبين في سياسة الخصوصية هذه.
de: Dieser Chatbot sammelt und speichert von Benutzern bereitgestellte Informationen, einschließlich, aber nicht beschränkt auf Benutzereingaben (jedoch keine personalisierten Anlegerprofilinformationen), Kontoinformationen und Nutzungsdaten. Diese Informationen werden ausschließlich zum Zweck der Bereitstellung des Chatbot-Dienstes und zur Verbesserung der Benutzererfahrung verwendet. Wir können diese Informationen auch nutzen, um regelmäßige Updates, Werbeaktionen oder andere Marketingmaterialien zu versenden. Benutzer haben jederzeit die Möglichkeit, den Empfang dieser Mitteilungen durch Abmeldung oder direkte Kontaktaufnahme mit uns abzulehnen. Wir nehmen den Datenschutz und die Sicherheit der Benutzerdaten ernst und setzen Maßnahmen zum Schutz vor unbefugtem Zugriff, Offenlegung oder Nutzung um. Wir verkaufen oder teilen keine Benutzerdaten mit Dritten für Marketingzwecke. Dieser Chatbot kann Cookies oder andere Tracking-Technologien verwenden, um die Benutzererfahrung zu verbessern. Benutzer können Cookies in ihrem Webbrowser deaktivieren, was jedoch die Funktionalität des Chatbots beeinträchtigen kann. Wir können verpflichtet sein, Benutzerdaten offenzulegen, um rechtlichen Verpflichtungen nachzukommen oder unsere Rechte, unser Eigentum oder unsere Sicherheit zu schützen. Durch die Nutzung dieses Chatbots stimmen die Benutzer der Erfassung, Speicherung und Nutzung ihrer Daten gemäß dieser Datenschutzerklärung zu.
fr: Ce chatbot collecte et stocke les informations fournies par les utilisateurs, y compris, mais sans s'y limiter, les saisies des utilisateurs (à l'exception des données de profil d'investisseur personnalisées), les informations de compte et les données d'utilisation. Ces informations sont utilisées uniquement dans le but de fournir le service de chatbot et d'améliorer l'expérience utilisateur. Nous pouvons également utiliser ces informations pour envoyer des mises à jour périodiques, des promotions ou d'autres supports marketing. Les utilisateurs ont la possibilité de se désabonner de ces communications à tout moment en se désinscrivant ou en nous contactant directement. Nous prenons au sérieux la confidentialité et la sécurité des données des utilisateurs et mettons en œuvre des mesures pour les protéger contre tout accès, divulgation ou utilisation non autorisés. Nous ne vendons ni ne partageons les données des utilisateurs avec des tiers à des fins marketing. Ce chatbot peut utiliser des cookies ou d'autres technologies de suivi pour améliorer l'expérience utilisateur. Les utilisateurs peuvent choisir de désactiver les cookies dans leur navigateur web, bien que cela puisse affecter les fonctionnalités du chatbot. Nous pouvons être tenus de divulguer les données des utilisateurs pour nous conformer aux obligations légales ou protéger nos droits, nos biens ou notre sécurité. En utilisant ce chatbot, les utilisateurs consentent à la collecte, au stockage et à l'utilisation de leurs données comme décrit dans cette politique de confidentialité.
it: Questo chatbot raccoglie e memorizza le informazioni fornite dagli utenti, inclusi, ma non limitati a, input degli utenti ma non input del profilo investitore personalizzato, informazioni dell'account e dati di utilizzo. Queste informazioni sono utilizzate esclusivamente allo scopo di fornire il servizio chatbot e migliorare l'esperienza utente. Potremmo anche utilizzare queste informazioni per inviare aggiornamenti periodici, promozioni o altri materiali di marketing. Gli utenti hanno l'opzione di rinunciare alla ricezione di queste comunicazioni in qualsiasi momento annullando l'iscrizione o contattandoci direttamente. Prendiamo seriamente la privacy e la sicurezza dei dati degli utenti e implementiamo misure per proteggerli da accessi non autorizzati, divulgazione o utilizzo. Non vendiamo né condividiamo i dati degli utenti con terze parti per scopi di marketing. Questo chatbot può utilizzare cookie o altre tecnologie di tracciamento per migliorare l'esperienza utente. Gli utenti possono scegliere di disabilitare i cookie nel loro browser web, anche se ciò potrebbe influire sulla funzionalità del chatbot. Potremmo essere tenuti a divulgare i dati degli utenti per rispettare gli obblighi legali o proteggere i nostri diritti, proprietà o sicurezza. Utilizzando questo chatbot, gli utenti acconsentono alla raccolta, all'archiviazione e all'utilizzo dei loro dati come descritto in questa informativa sulla privacy.
nl: Deze chatbot verzamelt en slaat informatie op die door gebruikers wordt verstrekt, waaronder maar niet beperkt tot gebruikersinvoer maar geen gepersonaliseerde beleggersprofielinvoer, accountinformatie en gebruiksgegevens. Deze informatie wordt uitsluitend gebruikt voor het leveren van de chatbotdienst en het verbeteren van de gebruikerservaring. We kunnen deze informatie ook gebruiken om periodieke updates, promoties of ander marketingmateriaal te versturen. Gebruikers hebben de mogelijkheid om zich op elk moment af te melden voor deze communicatie door zich uit te schrijven of direct contact met ons op te nemen. We nemen de privacy en beveiliging van gebruikersgegevens serieus en implementeren maatregelen om deze te beschermen tegen ongeautoriseerde toegang, openbaarmaking of gebruik. We verkopen of delen geen gebruikersgegevens met derden voor marketingdoeleinden. Deze chatbot kan cookies of andere trackingtechnologieën gebruiken om de gebruikerservaring te verbeteren. Gebruikers kunnen ervoor kiezen om cookies in hun webbrowser uit te schakelen, hoewel dit de functionaliteit van de chatbot kan beïnvloeden. We kunnen verplicht worden om gebruikersgegevens openbaar te maken om te voldoen aan wettelijke verplichtingen of om onze rechten, eigendommen of veiligheid te beschermen. Door deze chatbot te gebruiken, stemmen gebruikers in met het verzamelen, opslaan en gebruiken van hun gegevens zoals beschreven in dit privacybeleid.
pt: Este chatbot coleta e armazena informações fornecidas pelos usuários, incluindo, mas não se limitando a entradas do usuário, mas não entradas de perfil de investidor personalizadas, informações de conta e dados de uso. Essas informações são usadas exclusivamente com o propósito de fornecer o serviço de chatbot e melhorar a experiência do usuário. Também podemos usar essas informações para enviar atualizações periódicas, promoções ou outros materiais de marketing. Os usuários têm a opção de cancelar o recebimento dessas comunicações a qualquer momento, cancelando a inscrição ou entrando em contato conosco diretamente. Levamos a privacidade e segurança dos dados do usuário a sério e implementamos medidas para protegê-los contra acesso não autorizado, divulgação ou uso. Não vendemos nem compartilhamos dados de usuários com terceiros para fins de marketing. Este chatbot pode usar cookies ou outras tecnologias de rastreamento para melhorar a experiência do usuário. Os usuários podem optar por desativar os cookies em seu navegador da web, embora isso possa afetar a funcionalidade do chatbot. Podemos ser obrigados a divulgar dados do usuário para cumprir obrigações legais ou proteger nossos direitos, propriedade ou segurança. Ao usar este chatbot, os usuários consentem com a coleta, armazenamento e uso de seus dados conforme descrito nesta política de privacidade.
ru: Этот чат-бот собирает и хранит информацию, предоставленную пользователями, включая, но не ограничиваясь пользовательскими запросами (но не персонализированными данными инвестиционного профиля), информацией об аккаунте и данными об использовании. Эта информация используется исключительно для предоставления услуг чат-бота и улучшения пользовательского опыта. Мы также можем использовать эту информацию для отправки периодических обновлений, рекламных акций или других маркетинговых материалов. Пользователи имеют возможность отказаться от получения этих сообщений в любое время, отписавшись или связавшись с нами напрямую. Мы серьезно относимся к конфиденциальности и безопасности пользовательских данных и принимаем меры для их защиты от несанкционированного доступа, раскрытия или использования. Мы не продаем и не передаем пользовательские данные третьим лицам в маркетинговых целях. Этот чат-бот может использовать файлы cookie или другие технологии отслеживания для улучшения пользовательского опыта. Пользователи могут отключить файлы cookie в своем веб-браузере, хотя это может повлиять на функциональность чат-бота. Мы можем быть обязаны раскрыть пользовательские данные для соблюдения юридических обязательств или защиты наших прав, собственности или безопасности. Используя этот чат-бот, пользователи соглашаются на сбор, хранение и использование своих данных, как описано в этой политике конфиденциальности.
tr: Bu sohbet botu, kullanıcılar tarafından sağlanan bilgileri toplar ve saklar; bunlar kullanıcı girdileri (kişiselleştirilmiş yatırımcı profili girdileri hariç), hesap bilgileri ve kullanım verileri ile sınırlı değildir. Bu bilgiler yalnızca sohbet botu hizmetini sağlamak ve kullanıcı deneyimini iyileştirmek amacıyla kullanılır. Ayrıca bu bilgileri periyodik güncellemeler, promosyonlar veya diğer pazarlama materyalleri göndermek için kullanabiliriz. Kullanıcılar, abonelikten çıkarak veya doğrudan bizimle iletişime geçerek bu iletişimleri almayı istedikleri zaman durdurabilirler. Kullanıcı verilerinin gizliliğini ve güvenliğini ciddiye alıyoruz ve yetkisiz erişim, ifşa veya kullanıma karşı korumak için önlemler uyguluyoruz. Kullanıcı verilerini pazarlama amaçlı olarak üçüncü taraflara satmıyor veya paylaşmıyoruz. Bu sohbet botu, kullanıcı deneyimini geliştirmek için çerezler veya diğer izleme teknolojilerini kullanabilir. Kullanıcılar, web tarayıcılarında çerezleri devre dışı bırakmayı seçebilirler, ancak bu, sohbet botunun işlevselliğini etkileyebilir. Yasal yükümlülüklere uymak veya haklarımızı, mülkiyetimizi veya güvenliğimizi korumak için kullanıcı verilerini ifşa etmemiz gerekebilir. Bu sohbet botunu kullanarak, kullanıcılar bu gizlilik politikasında belirtildiği şekilde verilerinin toplanmasına, saklanmasına ve kullanılmasına izin vermiş olurlar.

source: This chatbot is provided for informational purposes only and is not intended to be used as financial or investment advice.
ar: يتم توفير روبوت المحادثة هذا لأغراض إعلامية فقط وليس المقصود استخدامه كنصيحة مالية أو استثمارية.
de: Dieser Chatbot dient nur zu Informationszwecken und ist nicht als Finanz- oder Anlageberatung gedacht.
fr: Ce chatbot est fourni à titre informatif uniquement et n'est pas destiné à être utilisé comme conseil financier ou d'investissement.
it: Questo chatbot è fornito solo a scopo informativo e non è destinato a essere utilizzato come consulenza finanziaria o di investimento.
nl: Deze chatbot wordt alleen voor informatieve doeleinden aangeboden en is niet bedoeld om te worden gebruikt als financieel of beleggingsadvies.
pt: Este chatbot é fornecido apenas para fins informativos e não se destina a ser usado como aconselhamento financeiro ou de investimento.
ru: Этот чат-бот предоставляется только в информационных целях и непредназначен для использования в качестве финансовой или инвестиционной
tr: Bu sohbet botu yalnızca bilgilendirme amaçlıdır ve finansal veya yatırım tavsiyesi olarak kullanılması amaçlanmamıştır.

source: This chatbot is provided for informational purposes only and is not intended to be used as financial or investment advice. The information provided by this chatbot is not tailored to individual circumstances and may not be appropriate for all users. Investing in cryptocurrencies involves risks, including the potential loss of principal. The use of this chatbot does not create a financial advisor-client relationship. Before making any investment decisions, users should consult with a qualified financial advisor or conduct their own research. This chatbot is an automated system and may not always provide accurate or up-to-date information. The creators of this chatbot are not responsible for any actions taken by users based on the information provided by this chatbot. By using this chatbot, users acknowledge and accept these terms and conditions.
ar: يتم توفير روبوت المحادثة هذا لأغراض إعلامية فقط وليس المقصود استخدامه كنصيحة مالية أو استثمارية. المعلومات التي يقدمها روبوت المحادثة هذا ليست مصممة خصيصًا للظروف الفردية وقد لا تكون مناسبة لجميع المستخدمين. ينطوي الاستثمار في العملات الرقمية على مخاطر، بما في ذلك احتمال خسارة رأس المال. استخدام روبوت المحادثة هذا لا ينشئ علاقة بين مستشار مالي وعميل. قبل اتخاذ أي قرارات استثمارية، يجب على المستخدمين استشارة مستشار مالي مؤهل أو إجراء أبحاثهم الخاصة. روبوت المحادثة هذا هو نظام آلي وقد لا يقدم دائمًا معلومات دقيقة أو محدثة. منشئو روبوت المحادثة هذا ليسوا مسؤولين عن أي إجراءات يتخذها المستخدمون بناءً على المعلومات التي يقدمها روبوت المحادثة هذا. باستخدام روبوت المحادثة هذا، يقر المستخدمون ويقبلون هذه الشروط والأحكام.
de: Dieser Chatbot dient nur zu Informationszwecken und ist nicht als Finanz- oder Anlageberatung gedacht. Die von diesem Chatbot bereitgestellten Informationen sind nicht auf individuelle Umstände zugeschnitten und möglicherweise nicht für alle Benutzer geeignet. Investitionen in Kryptowährungen sind mit Risiken verbunden, einschließlich des möglichen Verlusts des eingesetzten Kapitals. Die Nutzung dieses Chatbots begründet keine Finanzberater-Kunden-Beziehung. Vor jeder Anlageentscheidung sollten Benutzer einen qualifizierten Finanzberater konsultieren oder eigene Recherchen durchführen. Dieser Chatbot ist ein automatisiertes System und liefert möglicherweise nicht immer genaue oder aktuelle Informationen. Die Ersteller dieses Chatbots sind nicht verantwortlich für Handlungen, die Benutzer auf Grundlage der vom Chatbot bereitgestellten Informationen vornehmen. Durch die Nutzung dieses Chatbots erkennen die Benutzer diese Nutzungsbedingungen an.
fr: Ce chatbot est fourni à titre informatif uniquement et n'est pas destiné à être utilisé comme conseil financier ou d'investissement. Les informations fournies par ce chatbot ne sont pas adaptées aux circonstances individuelles et peuvent ne pas convenir à tous les utilisateurs. L'investissement dans les cryptomonnaies comporte des risques, y compris la perte potentielle du capital. L'utilisation de ce chatbot ne crée pas de relation conseiller financier-client. Avant de prendre des décisions d'investissement, les utilisateurs doivent consulter un conseiller financier qualifié ou effectuer leurs propres recherches. Ce chatbot est un système automatisé et peut ne pas toujours fournir des informations précises ou à jour. Les créateurs de ce chatbot ne sont pas responsables des actions entreprises par les utilisateurs sur la base des informations fournies par ce chatbot. En utilisant ce chatbot, les utilisateurs reconnaissent et acceptent ces termes et conditions.
it: Questo chatbot è fornito solo a scopo informativo e non è destinato a essere utilizzato come consulenza finanziaria o di investimento. Le informazioni fornite da questo chatbot non sono personalizzate per le circostanze individuali e potrebbero non essere appropriate per tutti gli utenti. L'investimento in criptovalute comporta rischi, inclusa la potenziale perdita del capitale. L'utilizzo di questo chatbot non crea un rapporto consulente finanziario-cliente. Prima di prendere decisioni di investimento, gli utenti dovrebbero consultare un consulente finanziario qualificato o condurre le proprie ricerche. Questo chatbot è un sistema automatizzato e potrebbe non fornire sempre informazioni accurate o aggiornate. I creatori di questo chatbot non sono responsabili per eventuali azioni intraprese dagli utenti sulla base delle informazioni fornite da questo chatbot. Utilizzando questo chatbot, gli utenti riconoscono e accettano questi termini e condizioni.
nl: Deze chatbot wordt alleen voor informatieve doeleinden aangeboden en is niet bedoeld om te worden gebruikt als financieel of beleggingsadvies. De informatie die door deze chatbot wordt verstrekt, is niet afgestemd op individuele omstandigheden en is mogelijk niet geschikt voor alle gebruikers. Beleggen in cryptocurrencies brengt risico's met zich mee, waaronder het potentiële verlies van hoofdsom. Het gebruik van deze chatbot creëert geen financieel adviseur-cliëntrelatie. Voordat gebruikers beleggingsbeslissingen nemen, moeten ze een gekwalificeerd financieel adviseur raadplegen of hun eigen onderzoek doen. Deze chatbot is een geautomatiseerd systeem en biedt mogelijk niet altijd nauwkeurige of actuele informatie. De makers van deze chatbot zijn niet verantwoordelijk voor acties die door gebruikers worden ondernomen op basis van de informatie die door deze chatbot wordt verstrekt. Door deze chatbot te gebruiken, erkennen en accepteren gebruikers deze voorwaarden.
pt: Este chatbot é fornecido apenas para fins informativos e não se destina a ser usado como aconselhamento financeiro ou de investimento. As informações fornecidas por este chatbot não são adaptadas às circunstâncias individuais e podem não ser apropriadas para todos os usuários. Investir em criptomoedas envolve riscos, incluindo a potencial perda do principal. O uso deste chatbot não cria uma relação consultor financeiro-cliente. Antes de tomar qualquer decisão de investimento, os usuários devem consultar um consultor financeiro qualificado ou realizar sua própria pesquisa. Este chatbot é um sistema automatizado e nem sempre pode fornecer informações precisas ou atualizadas. Os criadores deste chatbot não são responsáveis por quaisquer ações tomadas pelos usuários com base nas informações fornecidas por este chatbot. Ao usar este chatbot, os usuários reconhecem e aceitam estes termos e condições.
ru: Этот чат-бот предоставляется только в информационных целях и не предназначен для использования в качестве финансовой или инвестиционной консультации. Информация, предоставляемая этим чат-ботом, не адаптирована к индивидуальным обстоятельствам и может не подходить для всех пользователей. Инвестирование в криптовалюты связано с рисками, включая потенциальную потерю основной суммы. Использование этого чат-бота не создает отношений финансового консультанта и клиента. Перед принятием инвестиционных решений пользователи должны проконсультироваться с квалифицированным финансовым консультантом или провести собственное исследование. Этот чат-бот является автоматизированной системой и не всегда может предоставлять точную или актуальную информацию. Создатели этого чат-бота не несут ответственности за любые действия, предпринятые пользователями на основе информации, предоставленной этим чат-ботом. Используя этот чат-бот, пользователи признают и принимают эти условия.
tr: Bu sohbet botu yalnızca bilgilendirme amaçlıdır ve finansal veya yatırım tavsiyesi olarak kullanılması amaçlanmamıştır. Bu sohbet botu tarafından sağlanan bilgiler, bireysel koşullara göre uyarlanmamıştır ve tüm kullanıcılar için uygun olmayabilir. Kripto para birimlerine yatırım yapmak, ana paranın kaybı dahil olmak üzere riskler içerir. Bu sohbet botunun kullanımı, finansal danışman-müşteri ilişkisi oluşturmaz. Herhangi bir yatırım kararı vermeden önce, kullanıcılar nitelikli bir finansal danışmana danışmalı veya kendi araştırmalarını yapmalıdır. Bu sohbet botu otomatik bir sistemdir ve her zaman doğru veya güncel bilgi sağlamayabilir. Bu sohbet botunun yaratıcıları, kullanıcıların bu sohbet botu tarafından sağlanan bilgilere dayanarak yaptıkları eylemlerden sorumlu değildir. Bu sohbet botunu kullanarak, kullanıcılar bu şartları ve koşulları kabul etmiş olurlar.

source: TMAI Agent
ar: وكيل TMAI
fr: Agent TMAI
it: Agente TMAI
pt: Agente TMAI
ru: TMAI Агент
tr: TMAI Asistanı

source: TMAI Wallet
ar: محفظة TMAI
fr: Portefeuille TMAI
it: Wallet TMAI
pt: Carteira TMAI
ru: TMAI Кошелек
tr: TMAI Cüzdanı

source: Toggle password visibility
ar: تبديل رؤية كلمة المرور
de: Passwort-Sichtbarkeit umschalten
fr: Afficher/masquer le mot de passe
it: Mostra/Nascondi password
nl: Wachtwoordzichtbaarheid aan/uit
pt: Alternar visibilidade da senha
ru: Переключить видимость пароля
tr: Şifre görünürlüğünü değiştir

source: Track your holdings and balances here after connecting your wallet
ar: تتبع ممتلكاتك وأرصدتك هنا بعد ربط محفظتك
de: Verfolgen Sie hier Ihre Bestände und Guthaben nach dem Verbinden Ihrer Wallet
fr: Suivez vos avoirs et soldes ici après avoir connecté votre portefeuille
it: Traccia qui i tuoi possedimenti e saldi dopo aver connesso il tuo wallet
nl: Volg hier uw bezittingen en saldo na het verbinden van uw wallet
pt: Acompanhe suas participações e saldos aqui após conectar sua carteira
ru: Отслеживайте ваши активы и балансы здесь после подключения кошелька
tr: Cüzdanınızı bağladıktan sonra varlıklarınızı ve bakiyelerinizi burada takip edin

source: Trade History
ar: سجل التداول
de: Handelshistorie
fr: Historique des échanges
it: Cronologia Scambi
nl: Handelsgeschiedenis
pt: Histórico de Negociações
ru: История сделок
tr: İşlem Geçmişi
