Repository: ankitruong/tm-mobi-app
Catalog: src/locales/*/messages.po
Languages: ar, de, fr, it, nl, pt, ru, tr

source: Failed login with Privy.
ar: فشل تسجيل الدخول باستخدام Privy.
de: Anmeldung mit Privy fehlgeschlagen.
fr: Échec de la connexion avec Privy.
it: Accesso con Privy fallito.
nl: Inloggen met Privy mislukt.
pt: Falha no login com Privy.
ru: Не удалось войти с Privy.
tr: Privy ile giriş başarısız oldu.

source: Failed to delete chat session
ar: فشل حذف جلسة الدردشة
de: Chat-Sitzung konnte nicht gelöscht werden
fr: Échec de la suppression de la session de chat
it: Eliminazione sessione chat fallita
nl: Chatsessie verwijderen mislukt
pt: Falha ao excluir sessão de chat
ru: Не удалось удалить сессию чата
tr: Sohbet oturumu silinemedi

source: Failed to disconnect from external wallet.
ar: فشل قطع الاتصال من المحفظة الخارجية.
de: Verbindung zur externen Wallet konnte nicht getrennt werden.
fr: Échec de la déconnexion du portefeuille externe.
it: Disconnessione dal wallet esterno fallita.
nl: Ontkoppelen van externe wallet mislukt.
pt: Falha ao desconectar da carteira externa.
ru: Не удалось отключиться от внешнего кошелька.
tr: Harici cüzdandan bağlantı kesilemedi.

source: Failed to disconnect from the wallet.
ar: فشل قطع الاتصال من المحفظة.
de: Verbindung zur Wallet konnte nicht getrennt werden.
fr: Échec de la déconnexion du portefeuille.
it: Disconnessione dal wallet fallita.
nl: Ontkoppelen van de wallet mislukt.
pt: Falha ao desconectar da carteira.
ru: Не удалось отключиться от кошелька.
tr: Cüzdandan bağlantı kesilemedi.

source: Failed to fund wallet.
ar: فشل تمويل المحفظة.
de: Wallet konnte nicht finanziert werden.
fr: Échec du financement du portefeuille.
it: Finanziamento del wallet fallito.
nl: Financieren van wallet mislukt.
pt: Falha ao financiar carteira.
ru: Не удалось пополнить кошелек.
tr: Cüzdan fonlanamadı.

source: Failed to login. Please try again.
ar: فشل تسجيل الدخول. يرجى المحاولة مرة أخرى.
de: Anmeldung fehlgeschlagen. Bitte versuchen Sie es erneut.
fr: Échec de la connexion. Veuillez réessayer.
it: Accesso fallito. Riprova.
nl: Inloggen mislukt. Probeer het opnieuw.
pt: Falha ao fazer login. Por favor, tente novamente.
ru: Не удалось войти. Пожалуйста, попробуйте снова.
tr: Giriş başarısız oldu. Lütfen tekrar deneyin.

source: Failed to logout.
ar: فشل تسجيل الخروج.
de: Abmeldung fehlgeschlagen.
fr: Échec de la déconnexion.
it: Logout fallito.
nl: Uitloggen mislukt.
pt: Falha ao sair.
ru: Не удалось выйти.
tr: Çıkış yapılamadı.

source: Failed to rename chat session
ar: فشل إعادة تسمية جلسة الدردشة
de: Chat-Sitzung konnte nicht umbenannt werden
fr: Échec du renommage de la session de chat
it: Rinomina sessione chat fallita
nl: Hernoemen van chatsessie mislukt
pt: Falha ao renomear sessão de chat
ru: Не удалось переименовать сессию чата
tr: Sohbet oturumu yeniden adlandırılamadı

source: Failed to submit feedback
ar: فشل إرسال التعليقات
de: Feedback konnte nicht gesendet werden
fr: Échec de l'envoi du commentaire
it: Invio feedback fallito
nl: Feedback versturen mislukt
pt: Falha ao enviar feedback
ru: Не удалось отправить отзыв
tr: Geri bildirim gönderilemedi

source: Failed to update profile image
ar: فشل تحديث صورة الملف الشخصي
de: Profilbild konnte nicht aktualisiert werden
fr: Échec de la mise à jour de l'image de profil
it: Aggiornamento immagine profilo fallito
nl: Bijwerken van profielafbeelding mislukt
pt: Falha ao atualizar imagem de perfil
ru: Не удалось обновить изображение профиля
tr: Profil resmi güncellenemedi

source: Feedback submitted
ar: تم إرسال التعليق
de: Feedback gesendet
fr: Commentaire envoyé
it: Feedback inviato
nl: Feedback verzonden
pt: Feedback enviado
ru: Отзыв отправлен
tr: Geri bildirim gönderildi

source: First Name
ar: الاسم الأول
de: Vorname
fr: Prénom
it: Nome
nl: Voornaam
pt: Primeiro Nome
ru: Имя
tr: Ad

source: Fund Wallet
ar: تمويل المحفظة
de: Wallet aufladen
fr: Financer le portefeuille
it: Finanzia Wallet
nl: Wallet financieren
pt: Financiar Carteira
ru: Пополнить кошелек
tr: Cüzdanı Fonla

source: Funding Wallet Error
ar: خطأ في تمويل المحفظة
de: Fehler beim Aufladen der Wallet
fr: Erreur lors du financement du portefeuille
it: Errore Finanziamento Wallet
nl: Fout bij het financieren van wallet
pt: Erro ao Financiar Carteira
ru: Ошибка пополнения кошелька
tr: Cüzdan Fonlama Hatası

source: Go back
ar: الرجوع
de: Zurück
fr: Retour
it: Torna indietro
nl: Ga terug
pt: Voltar
ru: Назад
tr: Geri dön

source: Hi there! Sign this message to prove you have access to this wallet and we'll log you in , this wont't cost you any Ethers
ar: مرحبًا! وقّع على هذه الرسالة لإثبات أن لديك وصولًا إلى هذه المحفظة وسنقوم بتسجيل دخولك، لن يكلفك هذا أي إيثر
de: Hallo! Signieren Sie diese Nachricht, um zu beweisen, dass Sie Zugriff auf diese Wallet haben. Die Anmeldung kostet Sie keine Ether
fr: Bonjour ! Signez ce message pour prouver que vous avez accès à ce portefeuille et nous vous connecterons, cela ne vous coûtera pas d'Ethers
it: Ciao! Firma questo messaggio per dimostrare di avere accesso a questo wallet e ti faremo accedere, questo non ti costerà nessun Ether
nl: Hallo! Onderteken dit bericht om te bewijzen dat u toegang heeft tot deze wallet en we zullen u inloggen, dit kost u geen Ethers
pt: Olá! Assine esta mensagem para provar que você tem acesso a esta carteira e nós o conectaremos, isso não custará nenhum Ether
ru: Привет! Подпишите это сообщение, чтобы подтвердить доступ к этому кошельку, и мы вас авторизуем. Это не будет стоить вам никаких Эфиров
tr: Merhaba! Bu cüzdana erişiminiz olduğunu kanıtlamak için bu mesajı imzalayın ve sizi giriş yapalım, bu size herhangi bir Ether'e mal olmayacak

source: I understand
ar: أفهم ذلك
de: Ich verstehe
fr: Je comprends
it: Ho capito
nl: Ik begrijp het
pt: Eu entendo
ru: Я понимаю
tr: Anladım

source: Language
ar: اللغة
de: Sprache
fr: Langue
it: Lingua
nl: Taal
pt: Idioma
ru: Язык
tr: Dil

source: Last Name
ar: الاسم الأخير
de: Nachname
fr: Nom
it: Cognome
nl: Achternaam
pt: Sobrenome
ru: Фамилия
tr: Soyad

source: Light
ar: فاتح
de: Hell
fr: Clair
it: Chiaro
nl: Licht
pt: Claro
ru: Светлая
tr: Açık

source: Like
ar: إعجاب
de: Gefällt mir
fr: J'aime
it: Mi piace
nl: Leuk
pt: Gostei
ru: Нравится
tr: Beğen

source: Like response
ar: الإعجاب بالرد
de: Antwort gefällt mir
fr: Aimer la réponse
it: Mi piace la risposta
nl: Reactie leuk vinden
pt: Gostei da resposta
ru: Нравится ответ
tr: Yanıtı beğen

source: Liked response
ar: أعجبني الرد
de: Antwort gefällt
fr: Réponse appréciée
it: Risposta gradita
nl: Reactie leuk gevonden
pt: Resposta marcada como gostei
ru: Отмечено как нравится
tr: Yanıt beğenildi

source: Listening for speech input
ar: الاستماع لإدخال الكلام
de: Höre auf Spracheingabe
fr: Écoute de la saisie vocale
it: In ascolto dell'input vocale
nl: Luisteren naar spraakinvoer
pt: Ouvindo entrada de voz
ru: Прослушивание голосового ввода
tr: Ses girişi dinleniyor

source: Listening...
ar: جاري الاستماع...
de: Höre zu...
fr: Écoute en cours...
it: In ascolto...
nl: Luisteren...
pt: Ouvindo...
ru: Слушаю...
tr: Dinleniyor...

source: Loading...
ar: جاري التحميل...
de: Lädt...
fr: Chargement...
it: Caricamento...
nl: Laden...
pt: Carregando...
ru: Загрузка...
tr: Yükleniyor...

source: Log in
ar: تسجيل الدخول
de: Anmelden
fr: Connexion
it: Accedi
nl: Inloggen
pt: Entrar
ru: Войти
tr: Giriş yap

source: Log In
ar: تسجيل الدخول
de: Anmelden
fr: Se connecter
it: Accedi
nl: Inloggen
pt: Entrar
ru: Войти
tr: Giriş Yap

source: Login Failed!
ar: فشل تسجيل الدخول!
de: Anmeldung fehlgeschlagen!
fr: Échec de la connexion !
it: Accesso Fallito!
nl: Inloggen mislukt!
pt: Falha no Login!
ru: Ошибка входа!
tr: Giriş Başarısız!

source: Login with email
ar: تسجيل الدخول باستخدام البريد الإلكتروني
de: Mit E-Mail anmelden
fr: Se connecter avec l'e-mail
it: Accedi con email
nl: Inloggen met e-mail
pt: Entrar com email
ru: Войти с email
tr: E-posta ile giriş yap

source: Login with email failed!
ar: فشل تسجيل الدخول باستخدام البريد الإلكتروني!
de: Anmeldung mit E-Mail fehlgeschlagen!
fr: Échec de la connexion par e-mail !
it: Accesso con email fallito!
nl: Inloggen met e-mail mislukt!
pt: Falha ao entrar com email!
ru: Не удалось войти с email!
tr: E-posta ile giriş başarısız oldu!

source: Login with Wallet
ar: تسجيل الدخول باستخدام المحفظة
de: Mit Wallet anmelden
fr: Se connecter avec le portefeuille
it: Accedi con Wallet
nl: Inloggen met wallet
pt: Entrar com Carteira
ru: Войти с кошельком
tr: Cüzdan ile Giriş Yap

source: Logout Error
ar: خطأ في تسجيل الخروج
de: Abmeldefehler
fr: Erreur de déconnexion
it: Errore di Logout
nl: Uitlogfout
pt: Erro ao Sair
ru: Ошибка выхода
tr: Çıkış Hatası

source: Message input
ar: إدخال الرسالة
de: Nachrichteneingabe
fr: Saisie de message
it: Input messaggio
nl: Berichtinvoer
pt: Entrada de mensagem
ru: Ввод сообщения
tr: Mesaj girişi

source: Message sent
ar: تم إرسال الرسالة
de: Nachricht gesendet
fr: Message envoyé
it: Messaggio inviato
nl: Bericht verzonden
pt: Mensagem enviada
ru: Сообщение отправлено
tr: Mesaj gönderildi

source: Message shared
ar: تمت مشاركة الرسالة
de: Nachricht geteilt
fr: Message partagé
it: Messaggio condiviso
nl: Bericht gedeeld
pt: Mensagem compartilhada
ru: Сообщение поделено
tr: Mesaj paylaşıldı

source: Microphone
ar: الميكروفون
de: Mikrofon
it: Microfono
nl: Microfoon
pt: Microfone
ru: Микрофон
tr: Mikrofon

source: My profile
ar: ملفي الشخصي
de: Mein Profil
fr: Mon profil
it: Il mio profilo
nl: Mijn profiel
pt: Meu perfil
ru: Мой профиль
tr: Profilim

source: My Profile
ar: ملفي الشخصي
de: Mein Profil
fr: Mon Profil
it: Il mio Profilo
nl: Mijn profiel
pt: Meu Perfil
ru: Мой профиль
tr: Profilim

source: Never mind
ar: لا بأس
de: Abbrechen
fr: Annuler
it: Annulla
nl: Annuleren
pt: Cancelar
ru: Отмена
tr: Vazgeç

source: New Chat
ar: دردشة جديدة
de: Neuer Chat
fr: Nouvelle conversation
it: Nuova Chat
nl: Nieuwe chat
pt: Novo Chat
ru: Новый чат
tr: Yeni Sohbet

source: New Password
ar: كلمة المرور الجديدة
de: Neues Passwort
fr: Nouveau mot de passe
it: Nuova Password
nl: Nieuw wachtwoord
pt: Nova Senha
ru: Новый пароль
tr: Yeni Şifre

source: No Astrobot NFT. Please purchase a Astrobot NFT to get access.
ar: لا يوجد Astrobot NFT. يرجى شراء Astrobot NFT للحصول على الوصول.
de: Kein Astrobot NFT. Bitte kaufen Sie einen Astrobot NFT, um Zugang zu erhalten.
fr: Pas de NFT Astrobot. Veuillez acheter un NFT Astrobot pour obtenir l'accès.
it: Nessun NFT Astrobot. Acquista un NFT Astrobot per ottenere l'accesso.
nl: Geen Astrobot NFT. Koop een Astrobot NFT om toegang te krijgen.
pt: Sem NFT Astrobot. Por favor, adquira um NFT Astrobot para obter acesso.
ru: Нет NFT Astrobot. Пожалуйста, приобретите NFT Astrobot для получения доступа.
tr: Astrobot NFT'si yok. Erişim kazanmak için lütfen bir Astrobot NFT satın alın.

source: No chat history
ar: لا يوجد سجل للدردشة
de: Keine Chat-Historie
fr: Aucun historique de chat
it: Nessuna cronologia chat
nl: Geen chatgeschiedenis
pt: Sem histórico de chat
ru: Нет истории чата
tr: Sohbet geçmişi yok

source: No chat session id found
ar: لم يتم العثور على معرف جلسة الدردشة
de: Keine Chat-Sitzungs-ID gefunden
fr: Aucun identifiant de session de chat trouvé
it: Nessun ID sessione chat trovato
nl: Geen chatsessie-ID gevonden
pt: ID de sessão de chat não encontrado
ru: ID сессии чата не найден
tr: Sohbet oturumu kimliği bulunamadı

source: No chat session to rename
ar: لا توجد جلسة دردشة لإعادة تسميتها
de: Keine Chat-Sitzung zum Umbenennen
fr: Aucune session de chat à renommer
it: Nessuna sessione chat da rinominare
nl: Geen chatsessie om te hernoemen
pt: Nenhuma sessão de chat para renomear
ru: Нет сессии чата для переименования
tr: Yeniden adlandırılacak sohbet oturumu yok

source: No feedback data found
ar: لم يتم العثور على بيانات التعليقات
de: Keine Feedback-Daten gefunden
fr: Aucune donnée de retour trouvée
it: Nessun dato feedback trovato
nl: Geen feedbackgegevens gevonden
pt: Nenhum dado de feedback encontrado
ru: Данные отзыва не найдены
tr: Geri bildirim verisi bulunamadı

source: No tokens found, select a different network or add a token manually.
ar: لم يتم العثور على رموز، اختر شبكة مختلفة أو أضف رمزًا يدويًا.
de: Keine Token gefunden, wählen Sie ein anderes Netzwerk oder fügen Sie manuell einen Token hinzu.
fr: Aucun jeton trouvé, sélectionnez un réseau différent ou ajoutez un jeton manuellement.
it: Nessun token trovato, seleziona una rete diversa o aggiungi un token manualmente.
nl: Geen tokens gevonden, selecteer een ander netwerk of voeg handmatig een token toe.
pt: Nenhum token encontrado, selecione uma rede diferente ou adicione um token manualmente.
ru: Токены не найдены, выберите другую сеть или добавьте токен вручную.
tr: Token bulunamadı, farklı bir ağ seçin veya manuel olarak bir token ekleyin.

source: Ok
ar: موافق
ru: Ок
tr: Tamam

source: OK
ar: موافق
ru: ОК
tr: TAMAM

source: Open chat feedback
ar: فتح تعليقات الدردشة
de: Chat-Feedback öffnen
fr: Ouvrir les commentaires du chat
it: Apri feedback chat
nl: Chatfeedback openen
pt: Abrir feedback do chat
ru: Открыть отзыв о чате
tr: Sohbet geri bildirimini aç

source: Open chat menu
ar: فتح قائمة الدردشة
de: Chat-Menü öffnen
fr: Ouvrir le menu du chat
it: Apri menu chat
nl: Chatmenu openen
pt: Abrir menu do chat
ru: Открыть меню чата
tr: Sohbet menüsünü aç

source: Open edit mode
ar: فتح وضع التحرير
de: Bearbeitungsmodus öffnen
fr: Ouvrir le mode édition
it: Apri modalità modifica
nl: Bewerkingsmodus openen
pt: Abrir modo de edição
ru: Открыть режим редактирования
tr: Düzenleme modunu aç

source: Open main drawer
ar: فتح الدرج الرئيسي
de: Hauptmenü öffnen
fr: Ouvrir le tiroir principal
it: Apri pannello principale
nl: Hoofdlade openen
pt: Abrir gaveta principal
ru: Открыть главную панель
tr: Ana çekmeceyi aç

source: Open profile
ar: فتح الملف الشخصي
de: Profil öffnen
fr: Ouvrir le profil
it: Apri profilo
nl: Profiel openen
pt: Abrir perfil
ru: Открыть профиль
tr: Profili aç

source: OTP
ar: رمز التحقق

source: OTP sent to your email/phone
ar: تم إرسال رمز التحقق إلى بريدك الإلكتروني/هاتفك
de: OTP wurde an Ihre E-Mail/Telefon gesendet
fr: OTP envoyé à votre e-mail/téléphone
it: OTP inviato alla tua email/telefono
nl: OTP verzonden naar uw e-mail/telefoon
pt: OTP enviado para seu email/telefone
ru: OTP отправлен на ваш email/телефон
tr: OTP e-postanıza/telefonunuza gönderildi

source: Our Commitment to Improvement
ar: التزامنا بالتحسين
de: Unser Engagement für Verbesserung
fr: Notre engagement envers l'amélioration
it: Il Nostro Impegno per il Miglioramento
nl: Onze toewijding aan verbetering
pt: Nosso Compromisso com a Melhoria
ru: Наше обязательство по улучшению
tr: İyileştirme Taahhüdümüz

source: Our engineers may review conversations to improve system performance and user experience.
ar: قد يراجع مهندسونا المحادثات لتحسين أداء النظام وتجربة المستخدم.
de: Unsere Ingenieure können Gespräche überprüfen, um die Systemleistung und Benutzererfahrung zu verbessern.
fr: Nos ingénieurs peuvent examiner les conversations pour améliorer les performances du système et l'expérience utilisateur.
it: I nostri ingegneri potrebbero rivedere le conversazioni per migliorare le prestazioni del sistema e l'esperienza utente.
nl: Onze engineers kunnen gesprekken bekijken om de systeemprestaties en gebruikerservaring te verbeteren.
pt: Nossos engenheiros podem revisar conversas para melhorar o desempenho do sistema e a experiência do usuário.
ru: Наши инженеры могут просматривать разговоры для улучшения производительности системы и пользовательского опыта.
tr: Mühendislerimiz, sistem performansını ve kullanıcı deneyimini iyileştirmek için konuşmaları inceleyebilir.

source: Password
ar: كلمة المرور
de: Passwort
fr: Mot de passe
nl: Wachtwoord
pt: Senha
ru: Пароль
tr: Şifre

source: Password changed successfully
ar: تم تغيير كلمة المرور بنجاح
de: Passwort erfolgreich geändert
fr: Mot de passe modifié avec succès
it: Password modificata con successo
nl: Wachtwoord succesvol gewijzigd
pt: Senha alterada com sucesso
ru: Пароль успешно изменен
tr: Şifre başarıyla değiştirildi

source: Please avoid sharing sensitive personal information in your conversations to keep your data safe.
ar: يُرجى تجنب مشاركة المعلومات الشخصية الحساسة في محادثاتك للحفاظ على سلامة بياناتك.
de: Bitte vermeiden Sie es, sensible persönliche Informationen in Ihren Gesprächen zu teilen, um Ihre Daten zu schützen.
fr: Veuillez éviter de partager des informations personnelles sensibles dans vos conversations pour garder vos données en sécurité.
it: Per mantenere i tuoi dati al sicuro, evita di condividere informazioni personali sensibili nelle tue conversazioni.
nl: Deel geen gevoelige persoonlijke informatie in uw gesprekken om uw gegevens veilig te houden.
pt: Por favor, evite compartilhar informações pessoais sensíveis em suas conversas para manter seus dados seguros.
ru: Пожалуйста, избегайте передачи конфиденциальной личной информации в ваших разговорах, чтобы сохранить ваши данные в безопасности.
tr: Verilerinizi güvende tutmak için lütfen konuşmalarınızda hassas kişisel bilgileri paylaşmaktan kaçının.

source: Please check your email and verify your account.
ar: يُرجى التحقق من بريدك الإلكتروني وتأكيد حسابك.
de: Bitte überprüfen Sie Ihre E-Mail und verifizieren Sie Ihr Konto.
fr: Veuillez vérifier votre e-mail et valider votre compte.
it: Controlla la tua email e verifica il tuo account.
nl: Controleer uw e-mail en verifieer uw account.
pt: Por favor, verifique seu email e confirme sua conta.
ru: Пожалуйста, проверьте ваш email и подтвердите ваш аккаунт.
tr: Lütfen e-postanızı kontrol edin ve hesabınızı doğrulayın.

source: Please enter a valid email address.
ar: يُرجى إدخال عنوان بريد إلكتروني صالح.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.
fr: Veuillez saisir une adresse e-mail valide.
it: Inserisci un indirizzo email valido.
nl: Voer een geldig e-mailadres in.
pt: Por favor, insira um endereço de email válido.
ru: Пожалуйста, введите действительный email адрес.
tr: Lütfen geçerli bir e-posta adresi girin.

source: Please grant microphone permission to use voice input
ar: يُرجى منح إذن الميكروفون لاستخدام إدخال الصوت
de: Bitte erteilen Sie die Mikrofonberechtigung für die Spracheingabe
fr: Veuillez autoriser l'accès au microphone pour utiliser l'entrée vocale
it: Concedi il permesso del microfono per utilizzare l'input vocale
nl: Geef microfoontoestemming om spraakinvoer te gebruiken
pt: Por favor, conceda permissão ao microfone para usar entrada de voz
ru: Пожалуйста, предоставьте разрешение на использование микрофона для голосового ввода
tr: Ses girişini kullanmak için lütfen mikrofon izni verin

source: Please provide a title
ar: يُرجى تقديم عنوان
de: Bitte geben Sie einen Titel ein
fr: Veuillez fournir un titre
it: Fornisci un titolo
nl: Geef een titel op
pt: Por favor, forneça um título
ru: Пожалуйста, укажите название
tr: Lütfen bir başlık girin

source: Please provide feedback
ar: يُرجى تقديم التعليقات
de: Bitte geben Sie Feedback
fr: Veuillez fournir un retour
it: Fornisci un feedback
nl: Geef feedback
pt: Por favor, forneça feedback
ru: Пожалуйста, оставьте отзыв
tr: Lütfen geri bildirim sağlayın

source: Please provide some feedback
ar: يُرجى تقديم بعض التعليقات
de: Bitte geben Sie ein Feedback
fr: Veuillez fournir un commentaire
it: Fornisci un feedback
nl: Geef wat feedback
pt: Por favor, forneça algum feedback
ru: Пожалуйста, оставьте какой-нибудь отзыв
tr: Lütfen biraz geri bildirim sağlayın

source: Please verify your email address. If you haven't received the email, please press resend email button below
ar: يُرجى التحقق من عنوان بريدك الإلكتروني. إذا لم تستلم البريد الإلكتروني، يُرجى الضغط على زر إعادة إرسال البريد الإلكتروني أدناه
de: Bitte verifizieren Sie Ihre E-Mail-Adresse. Wenn Sie keine E-Mail erhalten haben, klicken Sie bitte unten auf die Schaltfläche 'E-Mail erneut senden'
fr: Veuillez vérifier votre adresse e-mail. Si vous n'avez pas reçu l'e-mail, veuillez appuyer sur le bouton 'Renvoyer l'e-mail' ci-dessous
it: Verifica il tuo indirizzo email. Se non hai ricevuto l'email, premi il pulsante per inviare nuovamente l'email qui sotto
nl: Verifieer uw e-mailadres. Als u de e-mail niet heeft ontvangen, klik dan op de knop 'E-mail opnieuw verzenden' hieronder
pt: Por favor, verifique seu endereço de email. Se você não recebeu o email, pressione o botão de reenviar email abaixo
ru: Пожалуйста, подтвердите ваш email адрес. Если вы не получили email, нажмите кнопку повторной отправки ниже
tr: Lütfen e-posta adresinizi doğrulayın. E-postayı almadıysanız, lütfen aşağıdaki e-postayı yeniden gönder düğmesine basın

source: Please wait for the agent to finish processing the previous request
ar: يُرجى الانتظار حتى ينتهي الوكيل من معالجة الطلب السابق
de: Bitte warten Sie, bis der Agent die vorherige Anfrage abgeschlossen hat
fr: Veuillez attendre que l'agent termine le traitement de la requête précédente
it: Attendi che l'agente finisca di elaborare la richiesta precedente
nl: Wacht tot de agent klaar is met het verwerken van het vorige verzoek
pt: Por favor, aguarde o agente terminar de processar a solicitação anterior
ru: Пожалуйста, подождите, пока агент завершит обработку предыдущего запроса
tr: Lütfen ajanın önceki isteği işlemeyi bitirmesini bekleyin

source: Please wait for the response to finish.
ar: يُرجى الانتظار حتى ينتهي الرد.
de: Bitte warten Sie, bis die Antwort abgeschlossen ist.
fr: Veuillez attendre que la réponse soit terminée.
it: Attendi che la risposta sia completata.
nl: Wacht tot het antwoord is voltooid.
pt: Por favor, aguarde a resposta terminar.
ru: Пожалуйста, дождитесь завершения ответа.
tr: Lütfen yanıtın tamamlanmasını bekleyin.

source: Please wait while previous request is being processed
ar: يُرجى الانتظار بينما تتم معالجة الطلب السابق
de: Bitte warten Sie, während die vorherige Anfrage verarbeitet wird
fr: Veuillez patienter pendant le traitement de la requête précédente
it: Attendi mentre la richiesta precedente viene elaborata
nl: Wacht terwijl het vorige verzoek wordt verwerkt
pt: Por favor, aguarde enquanto a solicitação anterior está sendo processada
ru: Пожалуйста, подождите, пока обрабатывается предыдущий запрос
tr: Lütfen önceki istek işlenirken bekleyin

source: Please Wait...
ar: يُرجى الانتظار...
de: Bitte warten...
fr: Veuillez patienter...
it: Attendere...
nl: Even geduld...
pt: Por favor, aguarde...
ru: Пожалуйста, подождите...
tr: Lütfen Bekleyin...

source: Preferences
ar: التفضيلات
de: Einstellungen
fr: Préférences
it: Preferenze
nl: Voorkeuren
pt: Preferências
ru: Настройки
tr: Tercihler

source: Preset Questions
ar: الأسئلة المعدة مسبقًا
de: Voreingestellte Fragen
fr: Questions prédéfinies
it: Domande Preimpostate
nl: Vooraf ingestelde vragen
pt: Perguntas Predefinidas
ru: Предустановленные вопросы
tr: Önceden Ayarlanmış Sorular

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzerklärung
fr: Politique de confidentialité
it: Informativa sulla Privacy
nl: Privacybeleid
pt: Política de Privacidade
ru: Политика конфиденциальности
tr: Gizlilik Politikası

source: Privy Login Error
ar: خطأ في تسجيل الدخول عبر Privy
de: Privy-Anmeldefehler
fr: Erreur de connexion Privy
it: Errore di Accesso Privy
nl: Privy inlogfout
pt: Erro de Login Privy
ru: Ошибка входа Privy
tr: Privy Giriş Hatası

source: Profile image size must be less than 3MB
ar: يجب أن يكون حجم صورة الملف الشخصي أقل من 3 ميجابايت
de: Die Profilbildgröße muss kleiner als 3MB sein
fr: La taille de l'image de profil doit être inférieure à 3 Mo
it: La dimensione dell'immagine del profilo deve essere inferiore a 3MB
nl: Profielafbeelding moet kleiner zijn dan 3MB
pt: O tamanho da imagem de perfil deve ser menor que 3MB
ru: Размер изображения профиля должен быть менее 3МБ
tr: Profil resmi boyutu 3MB'den küçük olmalıdır
