Repository: ankitruong/tm-mobi-app
Catalog: src/locales/*/messages.po
Languages: ar, de, fr, it, nl, pt, ru, tr

source: <0>By continuing, you agree to our</0><1> Terms </1><2>and</2><3> Privacy Policy</3>
ar: <0>بالمتابعة، أنت توافق على</0><1> الشروط </1><2>و</2><3> سياسة الخصوصية</3>
de: <0>Durch die weitere Nutzung stimmen Sie unseren</0><1> AGB </1><2>und der</2><3> Datenschutzerklärung</3> zu
fr: <0>En continuant, vous acceptez nos</0><1> Conditions d'utilisation </1><2>et</2><3> Politique de confidentialité</3>
it: <0>Continuando, accetti i nostri</0><1> Termini </1><2>e</2><3> Politica sulla Privacy</3>
nl: <0>Door verder te gaan, gaat u akkoord met onze</0><1> Voorwaarden </1><2>en</2><3> Privacybeleid</3>
pt: <0>Ao continuar, você concorda com nossos</0><1> Termos </1><2>e</2><3> Política de Privacidade</3>
ru: <0>Продолжая, вы соглашаетесь с нашими</0><1> Условиями </1><2>и</2><3> Политикой конфиденциальности</3>
tr: <0>Devam ederek</0><1> Şartlar </1><2>ve</2><3> Gizlilik Politikası</3>'mızı kabul etmiş olursunuz

source: About TMAI
ar: عن TMAI
de: Über TMAI
fr: À propos de TMAI
it: Informazioni su TMAI
nl: Over TMAI
pt: Sobre o TMAI
ru: О TMAI
tr: TMAI Hakkında

source: Account
ar: الحساب
de: Konto
fr: Compte
pt: Conta
ru: Аккаунт
tr: Hesap

source: Account Deleted!
ar: تم حذف الحساب!
de: Konto gelöscht!
fr: Compte supprimé !
it: Account Eliminato!
nl: Account verwijderd!
pt: Conta excluída!
ru: Аккаунт удален!
tr: Hesap Silindi!

source: Add your preset question here
ar: أضف سؤالك المُعد مسبقًا هنا
de: Fügen Sie hier Ihre voreingestellte Frage hinzu
fr: Ajoutez votre question prédéfinie ici
it: Aggiungi qui la tua domanda preimpostata
nl: Voeg hier uw vooraf ingestelde vraag toe
pt: Adicione sua pergunta predefinida aqui
ru: Добавьте свой предустановленный вопрос здесь
tr: Önceden ayarlanmış sorunuzu buraya ekleyin

source: Add your preset question here.
ar: أضف سؤالك المُعد مسبقًا هنا.
de: Fügen Sie hier Ihre voreingestellte Frage hinzu.
fr: Ajoutez votre question prédéfinie ici.
it: Aggiungi qui la tua domanda preimpostata.
nl: Voeg hier uw vooraf ingestelde vraag toe.
pt: Adicione sua pergunta predefinida aqui.
ru: Добавьте свой предустановленный вопрос здесь.
tr: Önceden ayarlanmış sorunuzu buraya ekleyin.

source: Already have an account?
ar: هل لديك حساب بالفعل؟
de: Haben Sie bereits ein Konto?
fr: Vous avez déjà un compte ?
it: Hai già un account?
nl: Heeft u al een account?
pt: Já tem uma conta?
ru: Уже есть аккаунт?
tr: Zaten bir hesabınız var mı?

source: Already verified?
ar: تم التحقق بالفعل؟
de: Bereits verifiziert?
fr: Déjà vérifié ?
it: Già verificato?
nl: Al geverifieerd?
pt: Já verificado?
ru: Уже подтверждено?
tr: Zaten doğrulandı mı?

source: An error occurred
ar: حدث خطأ
de: Ein Fehler ist aufgetreten
fr: Une erreur s'est produite
it: Si è verificato un errore
nl: Er is een fout opgetreden
pt: Ocorreu um erro
ru: Произошла ошибка
tr: Bir hata oluştu

source: An error occurred while deleting your account.
ar: حدث خطأ أثناء حذف حسابك.
de: Beim Löschen Ihres Kontos ist ein Fehler aufgetreten.
fr: Une erreur est survenue lors de la suppression de votre compte.
it: Si è verificato un errore durante l'eliminazione del tuo account.
nl: Er is een fout opgetreden bij het verwijderen van uw account.
pt: Ocorreu um erro ao excluir sua conta.
ru: Произошла ошибка при удалении вашего аккаунта.
tr: Hesabınız silinirken bir hata oluştu.

source: An error occurred while updating your profile.
ar: حدث خطأ أثناء تحديث ملفك الشخصي.
de: Beim Aktualisieren Ihres Profils ist ein Fehler aufgetreten.
fr: Une erreur est survenue lors de la mise à jour de votre profil.
it: Si è verificato un errore durante l'aggiornamento del tuo profilo.
nl: Er is een fout opgetreden bij het bijwerken van uw profiel.
pt: Ocorreu um erro ao atualizar seu perfil.
ru: Произошла ошибка при обновлении вашего профиля.
tr: Profiliniz güncellenirken bir hata oluştu.

source: Analyze coins
ar: تحليل العملات
de: Coins analysieren
fr: Analyser les cryptomonnaies
it: Analizza monete
nl: Analyseer munten
pt: Analisar moedas
ru: Анализировать монеты
tr: Koinleri analiz et

source: Appearance
ar: المظهر
de: Erscheinungsbild
fr: Apparence
it: Aspetto
nl: Weergave
pt: Aparência
ru: Внешний вид
tr: Görünüm

source: Are you sure you want to delete this chat session? This action cannot be undone.
ar: هل أنت متأكد أنك تريد حذف جلسة الدردشة هذه؟ لا يمكن التراجع عن هذا الإجراء.
de: Sind Sie sicher, dass Sie diese Chat-Sitzung löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
fr: Êtes-vous sûr de vouloir supprimer cette session de chat ? Cette action ne peut pas être annulée.
it: Sei sicuro di voler eliminare questa sessione di chat? Questa azione non può essere annullata.
nl: Weet u zeker dat u deze chatsessie wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.
pt: Tem certeza que deseja excluir esta sessão de chat? Esta ação não pode ser desfeita.
ru: Вы уверены, что хотите удалить эту сессию чата? Это действие нельзя отменить.
tr: Bu sohbet oturumunu silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.

source: Ask me anything...
ar: اسألني أي شيء...
de: Fragen Sie mich alles...
fr: Posez-moi n'importe quelle question...
it: Chiedimi qualsiasi cosa...
nl: Vraag me alles...
pt: Pergunte-me qualquer coisa...
ru: Спросите меня о чем угодно...
tr: Bana istediğini sor...

source: Beat the Crypto Market with AI Insights
ar: تغلب على سوق العملات المشفرة بواسطة تحليلات الذكاء الاصطناعي
de: Übertreffen Sie den Kryptomarkt mit KI-Erkenntnissen
fr: Surpassez le marché crypto grâce aux analyses de l'IA
it: Batti il mercato crypto con gli insight dell'IA
nl: Versla de cryptomarkt met AI-inzichten
pt: Supere o mercado cripto com insights de IA
ru: Побеждайте крипторынок с помощью аналитики ИИ
tr: Yapay Zeka Analizleriyle Kripto Piyasasında Öne Geçin

source: Build crypto wealth with AI-driven insights.
ar: ابنِ ثروتك في العملات المشفرة باستخدام تحليلات مدعومة بالذكاء الاصطناعي.
de: Bauen Sie Krypto-Vermögen mit KI-gesteuerten Erkenntnissen auf.
fr: Construisez votre patrimoine crypto avec des analyses basées sur l'IA.
it: Costruisci il tuo patrimonio crypto con gli insight guidati dall'IA.
nl: Bouw crypto-vermogen op met AI-gestuurde inzichten.
pt: Construa seu patrimônio cripto com insights baseados em IA.
ru: Создавайте криптосостояние с помощью аналитики на базе ИИ.
tr: Yapay Zeka destekli analizlerle kripto varlığınızı oluşturun.

source: Cancel
ar: إلغاء
de: Abbrechen
fr: Annuler
it: Annulla
nl: Annuleren
pt: Cancelar
ru: Отмена
tr: İptal

source: Cannot add more than 5 preset question.
ar: لا يمكن إضافة أكثر من 5 أسئلة مُعدة مسبقًا.
de: Es können nicht mehr als 5 voreingestellte Fragen hinzugefügt werden.
fr: Impossible d'ajouter plus de 5 questions prédéfinies.
it: Non è possibile aggiungere più di 5 domande preimpostate.
nl: Kan niet meer dan 5 vooraf ingestelde vragen toevoegen.
pt: Não é possível adicionar mais de 5 perguntas predefinidas.
ru: Нельзя добавить более 5 предустановленных вопросов.
tr: 5'ten fazla önceden ayarlanmış soru eklenemez.

source: Cannot add preset question at the moment.
ar: لا يمكن إضافة سؤال مُعد مسبقًا في الوقت الحالي.
de: Voreingestellte Frage kann derzeit nicht hinzugefügt werden.
fr: Impossible d'ajouter une question prédéfinie pour le moment.
it: Non è possibile aggiungere domande preimpostate al momento.
nl: Kan op dit moment geen vooraf ingestelde vraag toevoegen.
pt: Não é possível adicionar pergunta predefinida no momento.
ru: Невозможно добавить предустановленный вопрос в данный момент.
tr: Şu anda önceden ayarlanmış soru eklenemiyor.

source: Change password
ar: تغيير كلمة المرور
de: Passwort ändern
fr: Modifier le mot de passe
it: Cambia password
nl: Wachtwoord wijzigen
pt: Alterar senha
ru: Изменить пароль
tr: Şifre değiştir

source: Change Password
ar: تغيير كلمة المرور
de: Passwort ändern
fr: Modifier le mot de passe
it: Cambia Password
nl: Wachtwoord wijzigen
pt: Alterar Senha
ru: Изменить пароль
tr: Şifre Değiştir

source: Change Plan
ar: تغيير الخطة
de: Plan ändern
fr: Changer de forfait
it: Cambia Piano
nl: Abonnement wijzigen
pt: Alterar Plano
ru: Изменить план
tr: Planı Değiştir

source: Chat
ar: دردشة
ru: Чат
tr: Sohbet

source: Chat Limit Reached
ar: تم الوصول إلى حد الدردشة
de: Chat-Limit erreicht
fr: Limite de chat atteinte
it: Limite Chat Raggiunto
nl: Chatlimiet bereikt
pt: Limite de Chat Atingido
ru: Достигнут лимит чата
tr: Sohbet Limiti Aşıldı

source: Chat session renamed successfully
ar: تم إعادة تسمية جلسة الدردشة بنجاح
de: Chat-Sitzung erfolgreich umbenannt
fr: Session de chat renommée avec succès
it: Sessione chat rinominata con successo
nl: Chatsessie succesvol hernoemd
pt: Sessão de chat renomeada com sucesso
ru: Сессия чата успешно переименована
tr: Sohbet oturumu başarıyla yeniden adlandırıldı

source: Chat title goes here
ar: عنوان الدردشة يظهر هنا
de: Chat-Titel hier eingeben
fr: Titre du chat ici
it: Inserisci qui il titolo della chat
nl: Chattitel hier invoeren
pt: Título do chat aqui
ru: Название чата указывается здесь
tr: Sohbet başlığı buraya gelir

source: Check your balance
ar: تحقق من رصيدك
de: Guthaben prüfen
fr: Vérifier votre solde
it: Controlla il tuo saldo
nl: Controleer uw saldo
pt: Verifique seu saldo
ru: Проверить ваш баланс
tr: Bakiyenizi kontrol edin

source: Choose From Library
ar: اختر من المكتبة
de: Aus Bibliothek wählen
fr: Choisir depuis la bibliothèque
it: Scegli dalla Galleria
nl: Kies uit bibliotheek
pt: Escolher da Galeria
ru: Выбрать из галереи
tr: Galeriden Seç

source: Close bottom drawer
ar: إغلاق الدرج السفلي
de: Untere Schublade schließen
fr: Fermer le tiroir inférieur
it: Chiudi il pannello inferiore
nl: Onderste lade sluiten
pt: Fechar gaveta inferior
ru: Закрыть нижнюю панель
tr: Alt çekmeceyi kapat

source: Close chat
ar: إغلاق الدردشة
de: Chat schließen
fr: Fermer le chat
it: Chiudi chat
nl: Chat sluiten
pt: Fechar chat
ru: Закрыть чат
tr: Sohbeti kapat

source: Close edit mode
ar: إغلاق وضع التحرير
de: Bearbeitungsmodus schließen
fr: Fermer le mode édition
it: Chiudi modalità modifica
nl: Bewerkingsmodus sluiten
pt: Fechar modo de edição
ru: Закрыть режим редактирования
tr: Düzenleme modunu aç

source: Close main drawer
ar: إغلاق الدرج الرئيسي
de: Hauptschublade schließen
fr: Fermer le tiroir principal
it: Chiudi il pannello principale
nl: Hoofdlade sluiten
pt: Fechar gaveta principal
ru: Закрыть главную панель
tr: Ana çekmeceyi kapat

source: Color Scheme
ar: مخطط الألوان
de: Farbschema
fr: Schéma de couleurs
it: Schema colori
nl: Kleurenschema
pt: Esquema de cores
ru: Цветовая схема
tr: Renk şeması

source: color scheme changed
ar: تم تغيير مخطط الألوان
de: Farbschema geändert
fr: schéma de couleurs modifié
it: schema colori modificato
nl: kleurenschema gewijzigd
pt: esquema de cores alterado
ru: цветовая схема изменена
tr: renk şeması değiştirildi

source: Complete your TMAI Account
ar: أكمل حساب TMAI الخاص بك
de: Vervollständigen Sie Ihr TMAI-Konto
fr: Complétez votre compte TMAI
it: Completa il tuo Account TMAI
nl: Voltooi uw TMAI-account
pt: Complete sua Conta TMAI
ru: Заполните ваш аккаунт TMAI
tr: TMAI Hesabınızı Tamamlayın

source: Confirm Password
ar: تأكيد كلمة المرور
de: Passwort bestätigen
fr: Confirmer le mot de passe
it: Conferma Password
nl: Bevestig wachtwoord
pt: Confirmar Senha
ru: Подтвердите пароль
tr: Şifreyi Onayla

source: Confirm your password
ar: تأكيد كلمة المرور الخاصة بك
de: Bestätigen Sie Ihr Passwort
fr: Confirmez votre mot de passe
it: Conferma la tua password
nl: Bevestig uw wachtwoord
pt: Confirme sua senha
ru: Подтвердите ваш пароль
tr: Şifrenizi onaylayın

source: Connect Wallet
ar: ربط المحفظة
de: Wallet verbinden
fr: Connecter le portefeuille
it: Connetti Wallet
nl: Wallet verbinden
pt: Conectar Carteira
ru: Подключить кошелек
tr: Cüzdanı Bağla

source: Continue
ar: متابعة
de: Weiter
fr: Continuer
it: Continua
nl: Doorgaan
pt: Continuar
ru: Продолжить
tr: Devam Et

source: Continue as a Guest
ar: المتابعة كضيف
de: Als Gast fortfahren
fr: Continuer en tant qu'invité
it: Continua come Ospite
nl: Doorgaan als gast
pt: Continuar como Convidado
ru: Продолжить как гость
tr: Misafir Olarak Devam Et

source: Continue with Apple
ar: المتابعة باستخدام Apple
de: Mit Apple fortfahren
fr: Continuer avec Apple
it: Continua con Apple
nl: Doorgaan met Apple
pt: Continuar com Apple
ru: Продолжить с Apple
tr: Apple ile Devam Et

source: Continue with email
ar: المتابعة باستخدام البريد الإلكتروني
de: Mit E-Mail fortfahren
fr: Continuer avec l'e-mail
it: Continua con email
nl: Doorgaan met e-mail
pt: Continuar com email
ru: Продолжить с email
tr: E-posta ile Devam Et

source: Continue with Google
ar: المتابعة باستخدام Google
de: Mit Google fortfahren
fr: Continuer avec Google
it: Continua con Google
nl: Doorgaan met Google
pt: Continuar com Google
ru: Продолжить с Google
tr: Google ile Devam Et

source: Continue with NFT
ar: المتابعة باستخدام NFT
de: Mit NFT fortfahren
fr: Continuer avec NFT
it: Continua con NFT
nl: Doorgaan met NFT
pt: Continuar com NFT
ru: Продолжить с NFT
tr: NFT ile Devam Et

source: Continuous Improvement
ar: التحسين المستمر
de: Kontinuierliche Verbesserung
fr: Amélioration continue
it: Miglioramento Continuo
nl: Continue verbetering
pt: Melhoria Contínua
ru: Постоянное улучшение
tr: Sürekli İyileştirme

source: Copy response
ar: نسخ الرد
de: Antwort kopieren
fr: Copier la réponse
it: Copia risposta
nl: Antwoord kopiëren
pt: Copiar resposta
ru: Копировать ответ
tr: Yanıtı kopyala

source: Copy wallet address
ar: نسخ عنوان المحفظة
de: Wallet-Adresse kopieren
fr: Copier l'adresse du portefeuille
it: Copia indirizzo wallet
nl: Wallet-adres kopiëren
pt: Copiar endereço da carteira
ru: Копировать адрес кошелька
tr: Cüzdan adresini kopyala

source: Create an Account
ar: إنشاء حساب
de: Konto erstellen
fr: Créer un compte
it: Crea un Account
nl: Account aanmaken
pt: Criar uma Conta
ru: Создать аккаунт
tr: Hesap Oluştur

source: Current plan
ar: الخطة الحالية
de: Aktueller Plan
fr: Forfait actuel
it: Piano attuale
nl: Huidig abonnement
pt: Plano atual
ru: Текущий план
tr: Mevcut plan

source: Dark
ar: داكن
de: Dunkel
fr: Sombre
it: Scuro
nl: Donker
pt: Escuro
ru: Тёмная
tr: Koyu

source: Delete
ar: حذف
de: Löschen
fr: Supprimer
it: Elimina
nl: Verwijderen
pt: Excluir
ru: Удалить
tr: Sil

source: Delete Account
ar: حذف الحساب
de: Konto löschen
fr: Supprimer le compte
it: Elimina Account
nl: Account verwijderen
pt: Excluir Conta
ru: Удалить аккаунт
tr: Hesabı Sil

source: Delete Account Failed!
ar: فشل حذف الحساب!
de: Konto konnte nicht gelöscht werden!
fr: Échec de la suppression du compte !
it: Eliminazione Account Fallita!
nl: Account verwijderen mislukt!
pt: Falha ao Excluir Conta!
ru: Не удалось удалить аккаунт!
tr: Hesap Silme Başarısız!

source: Delete chat session
ar: حذف جلسة الدردشة
de: Chat-Sitzung löschen
fr: Supprimer la session de chat
it: Elimina sessione chat
nl: Chatsessie verwijderen
pt: Excluir sessão de chat
ru: Удалить сессию чата
tr: Sohbet oturumunu sil

source: Delete Chat Session
ar: حذف جلسة الدردشة
de: Chat-Sitzung löschen
fr: Supprimer la session de chat
it: Elimina Sessione Chat
nl: Chatsessie verwijderen
pt: Excluir Sessão de Chat
ru: Удалить сессию чата
tr: Sohbet Oturumunu Sil

source: Delete my account
ar: حذف حسابي
de: Mein Konto löschen
fr: Supprimer mon compte
it: Elimina il mio account
nl: Mijn account verwijderen
pt: Excluir minha conta
ru: Удалить мой аккаунт
tr: Hesabımı sil

source: Delete preset question failed.
ar: فشل حذف السؤال المُعد مسبقًا.
de: Voreingestellte Frage konnte nicht gelöscht werden.
fr: Échec de la suppression de la question prédéfinie.
it: Eliminazione domanda preimpostata fallita.
nl: Vooraf ingestelde vraag verwijderen mislukt.
pt: Falha ao excluir pergunta predefinida.
ru: Не удалось удалить предустановленный вопрос.
tr: Önceden ayarlanmış soru silme başarısız oldu.

source: Disconnect
ar: قطع الاتصال
de: Trennen
fr: Déconnecter
it: Disconnetti
nl: Ontkoppelen
pt: Desconectar
ru: Отключить
tr: Bağlantıyı Kes

source: Disconnect wallet
ar: قطع اتصال المحفظة
de: Wallet trennen
fr: Déconnecter le portefeuille
it: Disconnetti wallet
nl: Wallet ontkoppelen
pt: Desconectar carteira
ru: Отключить кошелек
tr: Cüzdan bağlantısını kes

source: Disconnect Wallet
ar: قطع اتصال المحفظة
de: Wallet trennen
fr: Déconnecter le portefeuille
it: Disconnetti Wallet
nl: Wallet ontkoppelen
pt: Desconectar Carteira
ru: Отключить кошелек
tr: Cüzdan Bağlantısını Kes

source: Dislike
ar: عدم الإعجاب
de: Gefällt mir nicht
fr: Je n'aime pas
it: Non mi piace
nl: Niet leuk
pt: Não gostei
ru: Не нравится
tr: Beğenmedim

source: Dislike response
ar: عدم الإعجاب بالرد
de: Antwort gefällt mir nicht
fr: Je n'aime pas cette réponse
it: Non mi piace la risposta
nl: Reactie niet leuk vinden
pt: Não gostei da resposta
ru: Не нравится ответ
tr: Yanıtı beğenmedim

source: Disliked response
ar: لم يُعجبني الرد
de: Antwort gefällt nicht
fr: Réponse non appréciée
it: Risposta non gradita
nl: Reactie niet leuk gevonden
pt: Resposta marcada como não gostei
ru: Отмечено как не нравится
tr: Yanıt beğenilmedi

source: Dismiss
ar: تجاهل
de: Schließen
fr: Ignorer
it: Chiudi
nl: Sluiten
pt: Dispensar
ru: Закрыть
tr: Kapat

source: Don't have an account?
ar: ليس لديك حساب؟
de: Noch kein Konto?
fr: Vous n'avez pas de compte ?
it: Non hai un account?
nl: Heeft u nog geen account?
pt: Não tem uma conta?
ru: Нет аккаунта?
tr: Hesabınız yok mu?

source: Download update
ar: تنزيل التحديث
de: Update herunterladen
fr: Télécharger la mise à jour
it: Scarica aggiornamento
nl: Update downloaden
pt: Baixar atualização
ru: Загрузить обновление
tr: Güncellemeyi indir

source: Edit profile
ar: تعديل الملف الشخصي
de: Profil bearbeiten
fr: Modifier le profil
it: Modifica profilo
nl: Profiel bewerken
pt: Editar perfil
ru: Редактировать профиль
tr: Profili düzenle

source: Edit session title
ar: تعديل عنوان الجلسة
de: Sitzungstitel bearbeiten
fr: Modifier le titre de la session
it: Modifica titolo sessione
nl: Sessietitel bewerken
pt: Editar título da sessão
ru: Редактировать название сессии
tr: Oturum başlığını düzenle

source: Email
ar: البريد الإلكتروني
tr: E-posta

source: Email Address
ar: عنوان البريد الإلكتروني
de: E-Mail-Adresse
fr: Adresse e-mail
it: Indirizzo Email
nl: E-mailadres
pt: Endereço de Email
ru: Email адрес
tr: E-posta Adresi

source: Email already exists. Please try again with a different email address.
ar: البريد الإلكتروني موجود بالفعل. يرجى المحاولة مرة أخرى باستخدام عنوان بريد إلكتروني مختلف.
de: E-Mail-Adresse existiert bereits. Bitte versuchen Sie es mit einer anderen E-Mail-Adresse.
fr: Cette adresse e-mail existe déjà. Veuillez réessayer avec une adresse e-mail différente.
it: Email già esistente. Riprova con un indirizzo email diverso.
nl: E-mailadres bestaat al. Probeer het opnieuw met een ander e-mailadres.
pt: Email já existe. Por favor, tente novamente com um endereço de email diferente.
ru: Email уже существует. Пожалуйста, попробуйте другой email адрес.
tr: E-posta zaten mevcut. Lütfen farklı bir e-posta adresi ile tekrar deneyin.

source: Email not verified
ar: لم يتم التحقق من البريد الإلكتروني
de: E-Mail nicht verifiziert
fr: E-mail non vérifié
it: Email non verificata
nl: E-mail niet geverifieerd
pt: Email não verificado
ru: Email не подтвержден
tr: E-posta doğrulanmadı

source: Email sent successfully.
ar: تم إرسال البريد الإلكتروني بنجاح.
de: E-Mail erfolgreich gesendet.
fr: E-mail envoyé avec succès.
it: Email inviata con successo.
nl: E-mail succesvol verzonden.
pt: Email enviado com sucesso.
ru: Email успешно отправлен.
tr: E-posta başarıyla gönderildi.

source: English
ar: الإنجليزية
de: Englisch
fr: Anglais
it: Inglese
nl: Engels
pt: Inglês
ru: Английский
tr: İngilizce

source: Enter a password
ar: أدخل كلمة المرور
de: Geben Sie ein Passwort ein
fr: Entrez un mot de passe
it: Inserisci una password
nl: Voer een wachtwoord in
pt: Digite uma senha
ru: Введите пароль
tr: Bir şifre girin

source: Enter the OTP sent to your email/phone
ar: أدخل رمز التحقق المرسل إلى بريدك الإلكتروني/هاتفك
de: Geben Sie den an Ihre E-Mail/Telefon gesendeten OTP ein
fr: Entrez le code OTP envoyé à votre e-mail/téléphone
it: Inserisci l'OTP inviato alla tua email/telefono
nl: Voer de OTP in die naar uw e-mail/telefoon is verzonden
pt: Digite o OTP enviado para seu email/telefone
ru: Введите OTP, отправленный на ваш email/телефон
tr: E-postanıza/telefonunuza gönderilen OTP kodunu girin

source: Enter your email address
ar: أدخل عنوان بريدك الإلكتروني
de: Geben Sie Ihre E-Mail-Adresse ein
fr: Entrez votre adresse e-mail
it: Inserisci il tuo indirizzo email
nl: Voer uw e-mailadres in
pt: Digite seu endereço de email
ru: Введите ваш email адрес
tr: E-posta adresinizi girin

source: Enter your email address to continue with your account.
ar: أدخل عنوان بريدك الإلكتروني للمتابعة مع حسابك.
de: Geben Sie Ihre E-Mail-Adresse ein, um mit Ihrem Konto fortzufahren.
fr: Entrez votre adresse e-mail pour continuer avec votre compte.
it: Inserisci il tuo indirizzo email per continuare con il tuo account.
nl: Voer uw e-mailadres in om door te gaan met uw account.
pt: Digite seu endereço de email para continuar com sua conta.
ru: Введите ваш email адрес, чтобы продолжить с вашим аккаунтом.
tr: Hesabınızla devam etmek için e-posta adresinizi girin.

source: Enter your first name
ar: أدخل اسمك الأول
de: Geben Sie Ihren Vornamen ein
fr: Entrez votre prénom
it: Inserisci il tuo nome
nl: Voer uw voornaam in
pt: Digite seu primeiro nome
ru: Введите ваше имя
tr: Adınızı girin

source: Enter your last name
ar: أدخل اسمك الأخير
de: Geben Sie Ihren Nachnamen ein
fr: Entrez votre nom
it: Inserisci il tuo cognome
nl: Voer uw achternaam in
pt: Digite seu sobrenome
ru: Введите вашу фамилию
tr: Soyadınızı girin

source: Enter your message here
ar: أدخل رسالتك هنا
de: Geben Sie hier Ihre Nachricht ein
fr: Entrez votre message ici
it: Inserisci il tuo messaggio qui
nl: Voer hier uw bericht in
pt: Digite sua mensagem aqui
ru: Введите ваше сообщение здесь
tr: Mesajınızı buraya girin

source: Enter your password
ar: أدخل كلمة المرور الخاصة بك
de: Geben Sie Ihr Passwort ein
fr: Entrez votre mot de passe
it: Inserisci la tua password
nl: Voer uw wachtwoord in
pt: Digite sua senha
ru: Введите ваш пароль
tr: Şifrenizi girin

source: Error
ar: خطأ
de: Fehler
fr: Erreur
it: Errore
nl: Fout
pt: Erro
ru: Ошибка
tr: Hata

source: Error signing in as a guest
ar: خطأ في تسجيل الدخول كضيف
de: Fehler beim Anmelden als Gast
fr: Erreur lors de la connexion en tant qu'invité
it: Errore durante l'accesso come ospite
nl: Fout bij inloggen als gast
pt: Erro ao entrar como convidado
ru: Ошибка входа в качестве гостя
tr: Misafir olarak giriş yapılırken hata oluştu

source: Error signing up with email
ar: خطأ في التسجيل باستخدام البريد الإلكتروني
de: Fehler bei der Anmeldung mit E-Mail
fr: Erreur lors de l'inscription par e-mail
it: Errore durante la registrazione con email
nl: Fout bij aanmelden met e-mail
pt: Erro ao se cadastrar com email
ru: Ошибка регистрации с email
tr: E-posta ile kayıt olurken hata oluştu

source: Error verifying email
ar: خطأ في التحقق من البريد الإلكتروني
de: Fehler bei der E-Mail-Verifizierung
fr: Erreur lors de la vérification de l'e-mail
it: Errore durante la verifica dell'email
nl: Fout bij het verifiëren van e-mail
pt: Erro ao verificar email
ru: Ошибка подтверждения email
tr: E-posta doğrulanırken hata oluştu

source: Example Prompts
ar: أمثلة للأسئلة
de: Beispiel-Prompts
fr: Exemples de questions
it: Esempi di Domande
nl: Voorbeeldvragen
pt: Exemplos de Perguntas
ru: Примеры запросов
tr: Örnek Sorular

source: Example Questions
ar: أسئلة توضيحية
de: Beispielfragen
fr: Questions d'exemple
it: Domande di Esempio
nl: Voorbeeldvragen
pt: Perguntas de Exemplo
ru: Примеры вопросов
tr: Örnek Sorular
