Repository: ankitruong/tm-mobi-app
Catalog: src/locales/*/messages.po
Languages: ar, de, fr, it, nl, pt, ru, tr

source: Profile image updated successfully
ar: تم تحديث صورة الملف الشخصي بنجاح
de: Profilbild erfolgreich aktualisiert
fr: Image de profil mise à jour avec succès
it: Immagine del profilo aggiornata con successo
nl: Profielafbeelding succesvol bijgewerkt
pt: Imagem de perfil atualizada com sucesso
ru: Изображение профиля успешно обновлено
tr: Profil resmi başarıyla güncellendi

source: Profile updated successfully.
ar: تم تحديث الملف الشخصي بنجاح.
de: Profil erfolgreich aktualisiert.
fr: Profil mis à jour avec succès.
it: Profilo aggiornato con successo.
nl: Profiel succesvol bijgewerkt.
pt: Perfil atualizado com sucesso.
ru: Профиль успешно обновлен.
tr: Profil başarıyla güncellendi.

source: Provide Additional Feedback
ar: تقديم تعليقات إضافية
de: Zusätzliches Feedback geben
fr: Fournir des commentaires supplémentaires
it: Fornisci Feedback Aggiuntivo
nl: Geef aanvullende feedback
pt: Fornecer Feedback Adicional
ru: Предоставить дополнительный отзыв
tr: Ek Geri Bildirim Sağlayın

source: Push Notifications
ar: الإشعارات
de: Push-Benachrichtigungen
fr: Notifications push
it: Notifiche Push
nl: Push-meldingen
pt: Notificações Push
ru: Push-уведомления
tr: Anlık Bildirimler

source: Recaptcha error, please try again
ar: خطأ في التحقق من Recaptcha، يُرجى المحاولة مرة أخرى
de: Recaptcha-Fehler, bitte versuchen Sie es erneut
fr: Erreur Recaptcha, veuillez réessayer
it: Errore Recaptcha, riprova
nl: Recaptcha-fout, probeer het opnieuw
pt: Erro de Recaptcha, por favor tente novamente
ru: Ошибка Recaptcha, пожалуйста, попробуйте снова
tr: Recaptcha hatası, lütfen tekrar deneyin

source: Recaptcha expired, please try again
ar: انتهت صلاحية Recaptcha، يُرجى المحاولة مرة أخرى
de: Recaptcha abgelaufen, bitte versuchen Sie es erneut
fr: Recaptcha expiré, veuillez réessayer
it: Recaptcha scaduto, riprova
nl: Recaptcha verlopen, probeer het opnieuw
pt: Recaptcha expirado, por favor tente novamente
ru: Срок действия Recaptcha истек, пожалуйста, попробуйте снова
tr: Recaptcha süresi doldu, lütfen tekrar deneyin

source: Recaptcha is required
ar: Recaptcha مطلوب
de: Recaptcha ist erforderlich
fr: Recaptcha est requis
it: Recaptcha è richiesto
nl: Recaptcha is vereist
pt: Recaptcha é obrigatório
ru: Требуется Recaptcha
tr: Recaptcha gereklidir

source: Regenerate latest response
ar: إعادة إنشاء أحدث رد
de: Letzte Antwort neu generieren
fr: Régénérer la dernière réponse
it: Rigenera l'ultima risposta
nl: Laatste antwoord opnieuw genereren
pt: Regenerar última resposta
ru: Сгенерировать ответ заново
tr: Son yanıtı yeniden oluştur

source: Regenerate response
ar: إعادة إنشاء الرد
de: Antwort neu generieren
fr: Régénérer la réponse
it: Rigenera risposta
nl: Antwoord opnieuw genereren
pt: Regenerar resposta
ru: Сгенерировать ответ заново
tr: Yanıtı yeniden oluştur

source: Rename Chat
ar: إعادة تسمية الدردشة
de: Chat umbenennen
fr: Renommer le chat
it: Rinomina Chat
nl: Chat hernoemen
pt: Renomear Chat
ru: Переименовать чат
tr: Sohbeti Yeniden Adlandır

source: Request Failed
ar: فشل الطلب
de: Anfrage fehlgeschlagen
fr: Requête échouée
it: Richiesta Fallita
nl: Verzoek mislukt
pt: Solicitação Falhou
ru: Запрос не выполнен
tr: İstek Başarısız Oldu

source: Resend Email
ar: إعادة إرسال البريد الإلكتروني
de: E-Mail erneut senden
fr: Renvoyer l'e-mail
it: Invia di nuovo email
nl: E-mail opnieuw verzenden
pt: Reenviar Email
ru: Отправить email повторно
tr: E-postayı Yeniden Gönder

source: Resources
ar: الموارد
de: Ressourcen
fr: Ressources
it: Risorse
nl: Bronnen
pt: Recursos
ru: Ресурсы
tr: Kaynaklar

source: Response disliked
ar: تم عدم الإعجاب بالرد
de: Antwort gefällt nicht
fr: Réponse non appréciée
it: Risposta non gradita
nl: Reactie niet leuk gevonden
pt: Resposta marcada como não gostei
ru: Ответ отмечен как не понравившийся
tr: Yanıt beğenilmedi

source: Response liked
ar: تم الإعجاب بالرد
de: Antwort gefällt
fr: Réponse appréciée
it: Risposta gradita
nl: Reactie leuk gevonden
pt: Resposta marcada como gostei
ru: Ответ отмечен как понравившийся
tr: Yanıt beğenildi

source: Save preset question
ar: حفظ السؤال المُعد مسبقًا
de: Voreingestellte Frage speichern
fr: Enregistrer la question prédéfinie
it: Salva domanda preimpostata
nl: Vooraf ingestelde vraag opslaan
pt: Salvar pergunta predefinida
ru: Сохранить предустановленный вопрос
tr: Önceden ayarlanmış soruyu kaydet

source: Saved Prompts
ar: الأسئلة المحفوظة
de: Gespeicherte Prompts
fr: Questions sauvegardées
it: Domande Salvate
nl: Opgeslagen vragen
pt: Perguntas Salvas
ru: Сохраненные запросы
tr: Kaydedilmiş Sorular

source: Search Tokens...
ar: البحث عن الرموز...
de: Token suchen...
fr: Rechercher des jetons...
it: Cerca Token...
nl: Zoek Tokens...
pt: Buscar Tokens...
ru: Поиск токенов...
tr: Token Ara...

source: Search Trade...
ar: البحث عن التداولات...
de: Handel suchen...
fr: Rechercher un échange...
it: Cerca Scambio...
nl: Zoek Transactie...
pt: Buscar Negociação...
ru: Поиск сделок...
tr: İşlem Ara...

source: Search...
ar: البحث...
de: Suchen...
fr: Rechercher...
it: Cerca...
nl: Zoeken...
pt: Buscar...
ru: Поиск...
tr: Ara...

source: Sell crypto
ar: بيع العملات الرقمية
de: Krypto verkaufen
fr: Vendre des cryptos
it: Vendi crypto
nl: Crypto verkopen
pt: Vender cripto
ru: Продать крипто
tr: Kripto sat

source: Send
ar: إرسال
de: Senden
fr: Envoyer
it: Invia
nl: Verzenden
pt: Enviar
ru: Отправить
tr: Gönder

source: Send message
ar: إرسال رسالة
de: Nachricht senden
fr: Envoyer le message
it: Invia messaggio
nl: Bericht verzenden
pt: Enviar mensagem
ru: Отправить сообщение
tr: Mesaj gönder

source: Session expired. Please login again.
ar: انتهت الجلسة. يرجى تسجيل الدخول مرة أخرى.
de: Sitzung abgelaufen. Bitte melden Sie sich erneut an.
fr: Session expirée. Veuillez vous reconnecter.
it: Sessione scaduta. Effettua nuovamente l'accesso.
nl: Sessie verlopen. Log opnieuw in.
pt: Sessão expirada. Por favor, faça login novamente.
ru: Сессия истекла. Пожалуйста, войдите снова.
tr: Oturum süresi doldu. Lütfen tekrar giriş yapın.

source: Settings
ar: الإعدادات
de: Einstellungen
fr: Paramètres
it: Impostazioni
nl: Instellingen
pt: Configurações
ru: Настройки
tr: Ayarlar

source: Share failed
ar: فشلت المشاركة
de: Teilen fehlgeschlagen
fr: Échec du partage
it: Condivisione fallita
nl: Delen mislukt
pt: Falha ao compartilhar
ru: Не удалось поделиться
tr: Paylaşım başarısız oldu

source: Share response
ar: مشاركة الرد
de: Antwort teilen
fr: Partager la réponse
it: Condividi risposta
nl: Antwoord delen
pt: Compartilhar resposta
ru: Поделиться ответом
tr: Yanıtı paylaş

source: Sign in
ar: تسجيل الدخول
de: Anmelden
fr: Se connecter
it: Accedi
nl: Inloggen
pt: Entrar
ru: Войти
tr: Giriş yap

source: Sign out
ar: تسجيل الخروج
de: Abmelden
fr: Se déconnecter
it: Esci
nl: Uitloggen
pt: Sair
ru: Выйти
tr: Çıkış Yap

source: Sign up
ar: إنشاء حساب
de: Registrieren
fr: S'inscrire
it: Registrati
nl: Aanmelden
pt: Cadastrar-se
ru: Зарегистрироваться
tr: Kaydol

source: Sign Up Failed!
ar: فشل إنشاء الحساب!
de: Registrierung fehlgeschlagen!
fr: Échec de l'inscription !
it: Registrazione Fallita!
nl: Aanmelden mislukt!
pt: Falha no Cadastro!
ru: Ошибка регистрации!
tr: Kayıt Başarısız!

source: Sign up with email
ar: إنشاء حساب باستخدام البريد الإلكتروني
de: Mit E-Mail registrieren
fr: S'inscrire avec l'e-mail
it: Registrati con email
nl: Aanmelden met e-mail
pt: Cadastrar-se com email
ru: Зарегистрироваться с email
tr: E-posta ile kaydol

source: Sign up with your email.
ar: أنشئ حسابًا باستخدام بريدك الإلكتروني.
de: Registrieren Sie sich mit Ihrer E-Mail-Adresse.
fr: Inscrivez-vous avec votre e-mail.
it: Registrati con la tua email.
nl: Meld u aan met uw e-mail.
pt: Cadastre-se com seu email.
ru: Зарегистрируйтесь с вашим email.
tr: E-postanız ile kaydolun.

source: Signing out will also disconnect your wallet. You will need to connect your wallet again to use wallet features when you log in again.
ar: تسجيل الخروج سيؤدي إلى فصل محفظتك أيضاً. ستحتاج إلى ربط محفظتك مرة أخرى لاستخدام ميزات المحفظة عند تسجيل الدخول مرة أخرى.
de: Beim Abmelden wird auch Ihre Wallet getrennt. Sie müssen Ihre Wallet erneut verbinden, um die Wallet-Funktionen nach der erneuten Anmeldung nutzen zu können.
fr: La déconnexion déconnectera également votre portefeuille. Vous devrez reconnecter votre portefeuille pour utiliser ses fonctionnalités lors de votre prochaine connexion.
it: L'uscita disconnetterà anche il tuo wallet. Dovrai riconnettere il tuo wallet per utilizzare le funzionalità del wallet quando accedi di nuovo.
nl: Bij het uitloggen wordt ook uw wallet ontkoppeld. U moet uw wallet opnieuw verbinden om de wallet-functies te gebruiken wanneer u weer inlogt.
pt: Sair também desconectará sua carteira. Você precisará conectar sua carteira novamente para usar os recursos da carteira quando fizer login novamente.
ru: При выходе также будет отключен ваш кошелек. Для использования функций кошелька после повторного входа вам нужно будет подключить его заново.
tr: Çıkış yapmak cüzdanınızın bağlantısını da kesecektir. Tekrar giriş yaptığınızda cüzdan özelliklerini kullanmak için cüzdanınızı yeniden bağlamanız gerekecek.

source: Signout Failed!
ar: فشل تسجيل الخروج!
de: Abmeldung fehlgeschlagen!
fr: Échec de la déconnexion !
it: Uscita Fallita!
nl: Uitloggen mislukt!
pt: Falha ao Sair!
ru: Ошибка выхода!
tr: Çıkış Başarısız!

source: Similar
ar: مشابه
de: Ähnlich
fr: Similaire
it: Simili
nl: Vergelijkbaar
pt: Similares
ru: Похожие
tr: Benzer

source: Something went wrong, please try again
ar: حدث خطأ ما، يرجى المحاولة مرة أخرى
de: Etwas ist schiefgelaufen, bitte versuchen Sie es erneut
fr: Une erreur s'est produite, veuillez réessayer
it: Qualcosa è andato storto, riprova
nl: Er is iets misgegaan, probeer het opnieuw
pt: Algo deu errado, por favor tente novamente
ru: Что-то пошло не так, пожалуйста, попробуйте снова
tr: Bir şeyler yanlış gitti, lütfen tekrar deneyin

source: Sources
ar: المصادر
de: Quellen
it: Fonti
nl: Bronnen
pt: Fontes
ru: Источники
tr: Kaynaklar

source: Speech recognized
ar: تم التعرف على الكلام
de: Sprache erkannt
fr: Parole reconnue
it: Voce riconosciuta
nl: Spraak herkend
pt: Fala reconhecida
ru: Речь распознана
tr: Konuşma tanındı

source: Spot Hidden Gems
ar: اكتشف الفرص الخفية
de: Entdecken Sie verborgene Schätze
fr: Découvrez des pépites cachées
it: Scopri Gemme Nascoste
nl: Ontdek verborgen parels
pt: Descubra Joias Escondidas
ru: Находите скрытые жемчужины
tr: Gizli Değerleri Keşfedin

source: Start a new chat
ar: بدء محادثة جديدة
de: Neuen Chat starten
fr: Démarrer une nouvelle conversation
it: Inizia una nuova chat
nl: Start een nieuwe chat
pt: Iniciar um novo chat
ru: Начать новый чат
tr: Yeni bir sohbet başlat

source: Submit
ar: إرسال
de: Absenden
fr: Soumettre
it: Invia
nl: Versturen
pt: Enviar
ru: Отправить
tr: Gönder

source: Support
ar: الدعم
it: Supporto
nl: Ondersteuning
pt: Suporte
ru: Поддержка
tr: Destek

source: Supported image types:
ar: أنواع الصور المدعومة:
de: Unterstützte Bildformate:
fr: Types d'images pris en charge :
it: Tipi di immagine supportati:
nl: Ondersteunde afbeeldingstypen:
pt: Tipos de imagem suportados:
ru: Поддерживаемые типы изображений:
tr: Desteklenen resim türleri:

source: Swap tokens
ar: تبادل الرموز
de: Token tauschen
fr: Échanger des tokens
it: Scambia token
nl: Tokens wisselen
pt: Trocar tokens
ru: Обменять токены
tr: Token takas et

source: Swapped to
ar: تم التبديل إلى
de: Getauscht zu
fr: Échangé contre
it: Scambiato con
nl: Gewisseld naar
pt: Trocado por
ru: Обменено на
tr: Şuna takas edildi

source: System
ar: النظام
fr: Système
it: Sistema
nl: Systeem
pt: Sistema
ru: Системная
tr: Sistem

source: Take Photo
ar: التقاط صورة
de: Foto aufnehmen
fr: Prendre une photo
it: Scatta Foto
nl: Foto maken
pt: Tirar Foto
ru: Сделать фото
tr: Fotoğraf Çek

source: Tap to start or stop recording
ar: انقر لبدء أو إيقاف التسجيل
de: Tippen Sie, um die Aufnahme zu starten oder zu stoppen
fr: Appuyez pour démarrer ou arrêter l'enregistrement
it: Tocca per avviare o interrompere la registrazione
nl: Tik om opname te starten of te stoppen
pt: Toque para iniciar ou parar a gravação
ru: Нажмите, чтобы начать или остановить запись
tr: Kayıt başlatmak veya durdurmak için dokunun

source: Tell us about you.
ar: أخبرنا عن نفسك.
de: Erzählen Sie uns von sich.
fr: Parlez-nous de vous.
it: Parlaci di te.
nl: Vertel ons over uzelf.
pt: Conte-nos sobre você.
ru: Расскажите о себе.
tr: Bize kendinizden bahsedin.

source: Terms & Condition
ar: الشروط والأحكام
de: Allgemeine Geschäftsbedingungen
fr: Conditions générales
it: Termini e Condizioni
nl: Algemene voorwaarden
pt: Termos e Condições
ru: Условия использования
tr: Şartlar ve Koşullar

source: Terms Of Use
ar: شروط الاستخدام
de: Nutzungsbedingungen
fr: Conditions d'utilisation
it: Termini di Utilizzo
nl: Gebruiksvoorwaarden
pt: Termos de Uso
ru: Условия использования
tr: Kullanım Koşulları

source: Thank you for signing up!
ar: شكرًا لتسجيلك!
de: Danke für Ihre Registrierung!
fr: Merci pour votre inscription !
it: Grazie per esserti registrato!
nl: Bedankt voor uw aanmelding!
pt: Obrigado por se cadastrar!
ru: Спасибо за регистрацию!
tr: Kaydolduğunuz için teşekkürler!

source: The login flow was closed
ar: تم إغلاق عملية تسجيل الدخول
de: Der Anmeldevorgang wurde geschlossen
fr: Le processus de connexion a été fermé
it: Il flusso di accesso è stato chiuso
nl: De inlogprocedure werd gesloten
pt: O fluxo de login foi fechado
ru: Процесс входа был закрыт
tr: Giriş akışı kapatıldı

source: This action will disconnect your wallet. You will need to connect your wallet again to use wallet features.
ar: سيؤدي هذا الإجراء إلى فصل محفظتك. ستحتاج إلى ربط محفظتك مرة أخرى لاستخدام ميزات المحفظة.
de: Diese Aktion wird Ihre Wallet trennen. Sie müssen Ihre Wallet erneut verbinden, um die Wallet-Funktionen zu nutzen.
fr: Cette action déconnectera votre portefeuille. Vous devrez reconnecter votre portefeuille pour utiliser ses fonctionnalités.
it: Questa azione disconnetterà il tuo wallet. Dovrai riconnettere il tuo wallet per utilizzare le funzionalità del wallet.
nl: Deze actie zal uw wallet ontkoppelen. U moet uw wallet opnieuw verbinden om wallet-functies te gebruiken.
pt: Esta ação desconectará sua carteira. Você precisará conectar sua carteira novamente para usar os recursos da carteira.
ru: Это действие отключит ваш кошелек. Вам нужно будет подключить кошелек снова для использования его функций.
tr: Bu işlem cüzdanınızın bağlantısını kesecektir. Cüzdan özelliklerini kullanmak için cüzdanınızı tekrar bağlamanız gerekecek.
