Repository: ankitruong/tm-mobi-app
Catalog: src/locales/*/messages.po
Languages: ar, de, fr, it, nl, pt, ru, tr

source: Trade, swap, and track the market effortlessly. Access live charts, real-time market insights, with our AI Agent.
ar: تداول وتبادل وتتبع السوق بسهولة. احصل على الرسوم البيانية المباشرة ورؤى السوق في الوقت الفعلي مع وكيل الذكاء الاصطناعي.
de: Handeln, tauschen und verfolgen Sie den Markt mühelos. Greifen Sie auf Live-Charts und Echtzeit-Markteinblicke mit unserem KI-Agenten zu.
fr: Échangez, swappez et suivez le marché sans effort. Accédez aux graphiques en direct et aux analyses en temps réel avec notre Agent IA.
it: Fai trading, scambia e monitora il mercato senza sforzo. Accedi a grafici in tempo reale e insight di mercato con il nostro Agente IA.
nl: Handel, ruil en volg de markt moeiteloos. Krijg toegang tot live grafieken en realtime marktinzichten met onze AI Agent.
pt: Negocie, troque e acompanhe o mercado sem esforço. Acesse gráficos ao vivo e insights do mercado em tempo real com nosso Agente de IA.
ru: Торгуйте, обменивайте и отслеживайте рынок без усилий. Получайте доступ к живым графикам и аналитике рынка в реальном времени с нашим ИИ-агентом.
tr: Kolayca alım satım yapın, takas edin ve piyasayı takip edin. Yapay Zeka Asistanımızla canlı grafiklere ve gerçek zamanlı piyasa analizlerine erişin.

source: Trades
ar: التداولات
fr: Échanges
it: Scambi
nl: Transacties
pt: Negociações
ru: Сделки
tr: İşlemler

source: Unearth standout tokens from over 7,000 options with powerful AI-driven insights.
ar: اكتشف الرموز المميزة من بين أكثر من 7,000 خيار مع رؤى قوية مدعومة بالذكاء الاصطناعي.
de: Entdecken Sie herausragende Token aus über 7.000 Optionen mit leistungsstarken KI-gesteuerten Erkenntnissen.
fr: Découvrez les tokens exceptionnels parmi plus de 7 000 options grâce aux puissantes analyses de l'IA.
it: Scopri i token più promettenti tra oltre 7.000 opzioni con potenti insight guidati dall'IA.
nl: Ontdek uitstekende tokens uit meer dan 7.000 opties met krachtige AI-gestuurde inzichten.
pt: Descubra tokens excepcionais entre mais de 7.000 opções com poderosos insights baseados em IA.
ru: Находите выдающиеся токены среди более 7,000 вариантов с помощью мощной аналитики на базе ИИ.
tr: Yapay Zeka destekli güçlü analizlerle 7.000'den fazla seçenek arasından öne çıkan tokenleri keşfedin.

source: Unknown error
ar: خطأ غير معروف
de: Unbekannter Fehler
fr: Erreur inconnue
it: Errore sconosciuto
nl: Onbekende fout
pt: Erro desconhecido
ru: Неизвестная ошибка
tr: Bilinmeyen hata

source: Unselect network
ar: إلغاء تحديد الشبكة
de: Netzwerk abwählen
fr: Désélectionner le réseau
it: Deseleziona rete
nl: Netwerk deselecteren
pt: Desmarcar rede
ru: Отменить выбор сети
tr: Ağ seçimini kaldır

source: Unsupported image type
ar: نوع الصورة غير مدعوم
de: Nicht unterstütztes Bildformat
fr: Type d'image non pris en charge
it: Tipo di immagine non supportato
nl: Niet-ondersteund afbeeldingstype
pt: Tipo de imagem não suportado
ru: Неподдерживаемый тип изображения
tr: Desteklenmeyen resim türü

source: Update
ar: تحديث
de: Aktualisieren
fr: Mettre à jour
it: Aggiorna
nl: Bijwerken
pt: Atualizar
ru: Обновить
tr: Güncelle

source: Update Failed!
ar: فشل التحديث!
de: Aktualisierung fehlgeschlagen!
fr: Échec de la mise à jour !
it: Aggiornamento Fallito!
nl: Bijwerken mislukt!
pt: Falha na Atualização!
ru: Ошибка обновления!
tr: Güncelleme Başarısız!

source: Update Profile
ar: تحديث الملف الشخصي
de: Profil aktualisieren
fr: Mettre à jour le profil
it: Aggiorna Profilo
nl: Profiel bijwerken
pt: Atualizar Perfil
ru: Обновить профиль
tr: Profili Güncelle

source: User rejected the signature request.
ar: رفض المستخدم طلب التوقيع.
de: Benutzer hat die Signaturanfrage abgelehnt.
fr: L'utilisateur a rejeté la demande de signature.
it: L'utente ha rifiutato la richiesta di firma.
nl: Gebruiker heeft het ondertekeningsverzoek geweigerd.
pt: Usuário rejeitou a solicitação de assinatura.
ru: Пользователь отклонил запрос на подпись.
tr: Kullanıcı imza isteğini reddetti.

source: Version {APP_VERSION}
ar: الإصدار {APP_VERSION}
it: Versione {APP_VERSION}
nl: Versie {APP_VERSION}
pt: Versão {APP_VERSION}
ru: Версия {APP_VERSION}
tr: Sürüm {APP_VERSION}

source: Version {updatedVersion}
ar: الإصدار {updatedVersion}
it: Versione {updatedVersion}
nl: Versie {updatedVersion}
pt: Versão {updatedVersion}
ru: Версия {updatedVersion}
tr: Sürüm {updatedVersion}

source: Wallet
ar: المحفظة
fr: Portefeuille
pt: Carteira
ru: Кошелек
tr: Cüzdan

source: Wallet Address Not Found
ar: لم يتم العثور على عنوان المحفظة
de: Wallet-Adresse nicht gefunden
fr: Adresse du portefeuille introuvable
it: Indirizzo Wallet Non Trovato
nl: Wallet-adres niet gevonden
pt: Endereço da Carteira Não Encontrado
ru: Адрес кошелька не найден
tr: Cüzdan Adresi Bulunamadı

source: Wallet disconnected successfully
ar: تم فصل المحفظة بنجاح
de: Wallet erfolgreich getrennt
fr: Portefeuille déconnecté avec succès
it: Wallet disconnesso con successo
nl: Wallet succesvol ontkoppeld
pt: Carteira desconectada com sucesso
ru: Кошелек успешно отключен
tr: Cüzdan bağlantısı başarıyla kesildi

source: We appreciate your feedback. Please share your comments or suggestions that you have to help us improve...
ar: نقدر ملاحظاتك. يرجى مشاركة تعليقاتك أو اقتراحاتك التي لديك لمساعدتنا على التحسين...
de: Wir schätzen Ihr Feedback. Bitte teilen Sie uns Ihre Kommentare oder Vorschläge mit, die uns bei der Verbesserung helfen...
fr: Nous apprécions vos commentaires. Veuillez partager vos remarques ou suggestions pour nous aider à nous améliorer...
it: Apprezziamo il tuo feedback. Condividi i tuoi commenti o suggerimenti per aiutarci a migliorare...
nl: We waarderen uw feedback. Deel uw opmerkingen of suggesties om ons te helpen verbeteren...
pt: Agradecemos seu feedback. Por favor, compartilhe seus comentários ou sugestões que você tem para nos ajudar a melhorar...
ru: Мы ценим ваш отзыв. Пожалуйста, поделитесь вашими комментариями или предложениями, которые помогут нам улучшить...
tr: Geri bildiriminiz için teşekkür ederiz. Gelişmemize yardımcı olacak yorum veya önerilerinizi lütfen paylaşın...

source: We use trusted feedback to improve system safety, functionality, and reliability.
ar: نستخدم التعليقات الموثوقة لتحسين سلامة النظام ووظائفه وموثوقيته.
de: Wir nutzen vertrauenswürdiges Feedback, um die Systemsicherheit, Funktionalität und Zuverlässigkeit zu verbessern.
fr: Nous utilisons des retours fiables pour améliorer la sécurité, les fonctionnalités et la fiabilité du système.
it: Utilizziamo i feedback affidabili per migliorare la sicurezza, la funzionalità e l'affidabilità del sistema.
nl: We gebruiken betrouwbare feedback om de systeemveiligheid, functionaliteit en betrouwbaarheid te verbeteren.
pt: Usamos feedback confiável para melhorar a segurança, funcionalidade e confiabilidade do sistema.
ru: Мы используем проверенные отзывы для улучшения безопасности, функциональности и надежности системы.
tr: Sistem güvenliğini, işlevselliğini ve güvenilirliğini iyileştirmek için güvenilir geri bildirimleri kullanıyoruz.

source: Welcome to TMAI Agent
ar: مرحبًا بك في وكيل TMAI
de: Willkommen beim TMAI-Agenten
fr: Bienvenue sur l'Agent TMAI
it: Benvenuto nell'Agente TMAI
nl: Welkom bij TMAI Agent
pt: Bem-vindo ao Agente TMAI
ru: Добро пожаловать в TMAI Агент
tr: TMAI Asistanına Hoş Geldiniz

source: What's new? 🚀
ar: ما الجديد؟ 🚀
de: Was gibt es Neues? 🚀
fr: Quoi de neuf ? 🚀
it: Cosa c'è di nuovo? 🚀
nl: Wat is er nieuw? 🚀
pt: O que há de novo? 🚀
ru: Что нового? 🚀
tr: Yenilikler neler? 🚀

source: Withdraw Funds
ar: سحب الأموال
de: Guthaben abheben
fr: Retirer des fonds
it: Preleva Fondi
nl: Geld opnemen
pt: Retirar Fundos
ru: Вывести средства
tr: Fonları Çek

source: You've used up your free chats. Sign in to continue the conversation
ar: لقد استنفدت محادثاتك المجانية. سجل الدخول لمواصلة المحادثة
de: Sie haben Ihre kostenlosen Chats aufgebraucht. Melden Sie sich an, um die Unterhaltung fortzusetzen
fr: Vous avez épuisé vos conversations gratuites. Connectez-vous pour continuer la conversation
it: Hai esaurito le chat gratuite. Accedi per continuare la conversazione
nl: U heeft uw gratis chats opgebruikt. Log in om het gesprek voort te zetten
pt: Você esgotou seus chats gratuitos. Faça login para continuar a conversa
ru: Вы исчерпали бесплатные чаты. Войдите, чтобы продолжить разговор
tr: Ücretsiz sohbet hakkınızı kullandınız. Konuşmaya devam etmek için giriş yapın

source: You've used up your free chats. Upgrade to a paid plan to continue.
ar: لقد استنفدت محادثاتك المجانية. قم بالترقية إلى خطة مدفوعة للمتابعة.
de: Sie haben Ihre kostenlosen Chats aufgebraucht. Upgraden Sie auf einen kostenpflichtigen Plan, um fortzufahren.
fr: Vous avez épuisé vos conversations gratuites. Passez à un forfait payant pour continuer.
it: Hai esaurito le chat gratuite. Passa a un piano a pagamento per continuare.
nl: U heeft uw gratis chats opgebruikt. Upgrade naar een betaald abonnement om door te gaan.
pt: Você esgotou seus chats gratuitos. Atualize para um plano pago para continuar.
ru: Вы исчерпали бесплатные чаты. Перейдите на платный план, чтобы продолжить.
tr: Ücretsiz sohbet hakkınızı kullandınız. Devam etmek için ücretli bir plana yükseltin.

source: Your account has been deleted.
ar: تم حذف حسابك.
de: Ihr Konto wurde gelöscht.
fr: Votre compte a été supprimé.
it: Il tuo account è stato eliminato.
nl: Uw account is verwijderd.
pt: Sua conta foi excluída.
ru: Ваш аккаунт был удален.
tr: Hesabınız silindi.

source: Your AI-Powered Crypto Companion
ar: رفيقك في عالم العملات الرقمية المدعوم بالذكاء الاصطناعي
de: Ihr KI-gestützter Krypto-Begleiter
fr: Votre compagnon crypto propulsé par l'IA
it: Il tuo Compagno Crypto Alimentato dall'IA
nl: Uw AI-gestuurde crypto-assistent
pt: Seu Companheiro Cripto com IA
ru: Ваш крипто-компаньон с искусственным интеллектом
tr: Yapay Zeka Destekli Kripto Asistanınız

source: Your Personal Crypto Assistant
ar: مساعدك الشخصي للعملات الرقمية
de: Ihr persönlicher Krypto-Assistent
fr: Votre Assistant Crypto Personnel
it: Il tuo Assistente Crypto Personale
nl: Uw persoonlijke crypto-assistent
pt: Seu Assistente Pessoal de Criptomoedas
ru: Ваш персональный крипто-ассистент
tr: Kişisel Kripto Asistanınız

source: Your Security Matters
ar: أمانك يهمنا
de: Ihre Sicherheit ist wichtig
fr: Votre sécurité est importante
it: La Tua Sicurezza è Importante
nl: Uw veiligheid is belangrijk
pt: Sua Segurança é Importante
ru: Ваша безопасность имеет значение
tr: Güvenliğiniz Önemlidir

source: Your TMAI Wallet
ar: محفظة TMAI الخاصة بك
de: Ihre TMAI-Wallet
fr: Votre portefeuille TMAI
it: Il Tuo Wallet TMAI
nl: Uw TMAI Wallet
pt: Sua Carteira TMAI
ru: Ваш TMAI Кошелек
tr: TMAI Cüzdanınız
